[
{"text": "The Maestro Pro dimmer’s LED indicator lights may blink to indicate an issue with the application. This is known as a"},
{"text": "on the Maestro Support Site for a complete list of Maestro Pro dimmer blink codes."},
{"text": "Click a link below to learn more about the most common Maestro Pro dimmer blink codes:"},
{"text": "This blink code indicates the dimmer detects a miswire."},
{"text": "Swap the wires connected to the black and brass screws of the dimmer."},
{"text": "After completing the troubleshooting steps, pull the Front Accessible Service Switch (FASS) tab out from the dimmer and push it back in to clear the blink code."},
{"text": "If the issue persists, contact Lutron Technical Support at 1-844-403-1795."},
{"text": "Top (7) and Bottom (1) Indicator Lights  are Blinking"},
{"text": "Verify the dimmer is set to the correct phase for the load type:"},
{"text": "After completing the troubleshooting steps, pull the Front Accessible Service Switch (FASS) tab out from the dimmer and push it back in to clear the blink code. If the issue persists, contact Lutron Technical Support at 1-844-403-1795."},
{"text": "Confirm the light is not burned out and the dimmer is wired correctly. Pull the Front Accessible Service Switch (FASS) tab out and push it back in to cycle power to the dimmer."},
{"text": "If the bottom 3 indicator lights are still blinking after confirming the dimmer's wiring, contact Lutron Technical Support at 1-844-403-1795."},
{"text": "1. Connect the smart hub to your Wi-Fi router using the Ethernet cable."},
{"text": "2. Connect the power cord to the smart hub and plug it into an outlet."},
{"text": "Make sure your Serena Shades are set up and installed. They should not be added to a system until they are fully installed to avoid any accidental damage."},
{"text": "At the top left, click the settings button and select, \"Add Device.\""},
{"text": "From the Device menu, click the device icon for adding a Shade"},
{"text": "The App will then guide you on what button on the shade you will need to press and hold for 10 seconds until the app finds the shade."},
{"text": "Once the shade is found, follow the steps in the app to name the shade and finish the pairing process."},
{"text": "Tap on “Set Shade Limits” under the Edit Device page"},
{"text": "Use the arrow buttons to position the shade and tap “Save” in the upper right corner of the screen"},
{"text": "button on the Pico for at least 10 seconds until the LED indicator light starts blinking on the remote."},
{"text": "Choose whether this Pico remote will be controlling"},
{"text": "Once the system finishes programming (this may take a few minutes) test the Pico remote."},
{"text": "If you are having trouble adding the Shade to the system, we recommend defaulting the shade to factory settings and starting over. This will not affect limits. To accomplish this,"},
{"text": "Press the button 3-times, holding the button on the third press"},
{"text": "After holding for 6 seconds, the LED (the button you are holding) will start to flash rapidly"},
{"text": "Push rapidly 3-more times then release, if successful, the LED should flash red/green multiple times confirming the shade has defaulted"},
{"text": "If the LED does not flash red/green multiple times, you will need to start over from step 1"},
{"text": "Tap the shade button on all shades you want assigned to the control. The shade button will illuminate solid green and stay green."},
{"text": "If the Indicator Light turns off when the shade button is released, you will need to factory default the shade. See"},
{"text": "Hold the Close button on the Pico remote for about 10 seconds, until the shade button blinks and turns off."},
{"text": "want to adjust. The shade button illuminates green."},
{"text": "to adjust the shade position to the lower limit you prefer."},
{"text": "10 seconds, until the shade button blinks and turns off"},
{"text": "If you are having trouble pairing the Shade to a Pico remote, we recommend defaulting the shade to factory settings and starting over. This will not affect limits. To accomplish this,"},
{"text": "This article covers the common blink codes on Serena, Triathlon, and Palladiom Wire-Free Lutron shades."},
{"text": "This article is expected to take less than 5 minutes to complete."},
{"text": "The Indicator Light on your shade can display a series of flashes, which provides valuable information on how to troubleshoot it. These flashes are referred to as the shade’s"},
{"text": "The shade’s LED Indicator Light also doubles as a button for pairing or defaulting the shade. This is referred to as the"},
{"text": ". All of the shades listed in this guide have one shade button. It appears in different locations depending on which type of shade you have."},
{"text": "Identify your shade type below and click on the link for more information"},
{"text": "Button is on the left side of the shade                 Button is on either side of the shade"},
{"text": "Knowing the product family of your shade is important to learn the capabilities, programming options, and available integrations for each of our shades."},
{"text": "If you are unsure of what shades are installed in your home or project, the easiest way to identify Lutron shades are:"},
{"text": "By locating the buttons on the shade - On every Lutron shade, you will see either ONE button or FOUR buttons depending on the type of shade."},
{"text": "If there is only one button, these shades are part of our 12-volt family and may be either battery-powered or wired for power. This button is also the indicator light."},
{"text": "If there are four buttons, these shades are part of our 35-volt shading systems. Applicable styles are Sivoia QS, Palladiom Wired (wired for power and communication), Sivoia QS Wireless or Palladiom Wireless (wired for power, RF receiver for communication). Four button shades also have a separate indicator light located in the middle of the buttons."},
{"text": "If you are still having trouble determining which shade you have, the manufacturing label will list the product family, exact model number, order number, and line number. To find this, look for a label in the location listed below based on your shade type:"},
{"text": "a. Roller Shades – The label with Order Info can be found inside the headrail or near the battery compartment."},
{"text": "b. Honeycomb Shades – The label with Order Info can be found inside the headrail or near the battery compartment."},
{"text": "c. Wood Blinds – The label with Order Info can be found inside the headrail or near the battery compartment."},
{"text": "a. Roller Shades – The sticker with order information can be found on the tube. This will require the shade to be lowered past the normal lower limit to expose the tube."},
{"text": "b. Roman Shades - The sticker with order information can be found on the tube. This will require the shade to be lowered past the normal lower limit to expose the tube."},
{"text": "c. Wood Blinds - The sticker with order information can be found on the inside of the headrail, usually on the room side under the dust cover. If there is a valance ordered with the shade, that will also have the sticker on the backside."},
{"text": "d. Drapery Track – The sticker with order information can be found on the ceiling-mounted side of the track."},
{"text": "e. Tensioned Roller Shades - The sticker with order information can be found on the tube or the frame/fascia.        It is usually easier to find the label on the frame since the drive tube is captured in the frame."},
{"text": "f. Horizontal Sheer Blinds - Since these typically have a mounting rail and/or fascia, each piece of trim would have a sticker on it and those can be used to identify the shade."},
{"text": "This article provides instructions and best practices for setting up a new Radio RA3 / HomeWorks system without an active internet connection."},
{"text": "Connect your processor to a router with an active internet connection to enable additional features, such as control via the Lutron app and Cloud Services."},
{"text": "or a compatible third-party PoE Injector/Switch for powering the Processor and an Ethernet cable to connect the computer to the Processor. (For Ra3 Processors, Type-X Gateways, and Dual Radio QSX Processors)"},
{"text": "Ensure you have a USB-to-ethernet adapter if your computer does not have an ethernet port."},
{"text": "while connected to the internet with Cloud Services Enabled"},
{"text": "of the project. When prompted to save your work to the Cloud, Select Yes. This ensures the project file is recoverable with a"},
{"text": ", and the project file will backup when reconnected to the internet, opened, and saved."},
{"text": "is installed if using an iPhone to activate Clear Connect Type-X devices."},
{"text": ". This will prevent Cloud-related or Places-related warnings from appearing."},
{"text": "An error message may appear stating you are working on an older version. This is normal."},
{"text": "4. Add the rooms, controls, device names, dimming settings, zone names, and related options to the project via the"},
{"text": "Give your devices, controls, and zones unique, location-specific, names to easily identify them during the activation process."},
{"text": "5. Program the buttons, scenes, schedules, and HVAC settings in the"},
{"text": "6. Hardwire the processor to your PC via Ethernet. Ensure you are using a Lutron PoE Injector or a compatible PoE-enabled source if you are connecting to a Ra3 Processor, Type-X Gateway, or Dual-Radio Processor."},
{"text": "from the drop-down menu to reveal connected processors."},
{"text": "tab to flash the processor's indicator light green. Leave DHCP enabled or apply a Static IP Address at this time."},
{"text": ". No additional steps are required to activate CCA devices while offline."},
{"text": "Activating CCX devices while offline consists of 4 tasks each with its series of steps."},
{"text": "Manually sync activation information from Designer to the Lutron app."},
{"text": "Sync the updated app activation information to Designer."},
{"text": "Due to the Processor being offline, and unable to receive activation information directly from the app, f"},
{"text": "3. Select a manual activation mode from the list below to expand it:"},
{"text": "Syncing Activation Information via USB (Recommended Method)"},
{"text": "1. Connect your phone to your computer via a USB cable."},
{"text": "then save the password displayed in the password generator pop-up. The password is required in"},
{"text": "4. Transfer the activation file to your phone via email, AirDrop, or a USB connection."},
{"text": "6. Follow the steps below for the manual activation mode you completed during Step 3:"},
{"text": "tab in Lutron Designer. Device serial numbers will appear for each activated device."},
{"text": "3.  Transfer the activation file to your computer via email, airdrop, or a USB connection then return to Lutron Designer on your computer."},
{"text": "This allows all Clear Connect Type X devices to sync to the processor and build their mesh network."},
{"text": "8. Perform a transfer in Designer by following the steps below"},
{"text": "When you are next able to connect to the internet, use the"},
{"text": "to open the file, then select File > Save to upload a copy of the project to the"},
{"text": "If this is not done, and the project file is lost on the computer, there is currently"},
{"text": "This workflow gives local control to keypads, dimmers, switches, and other installed devices. To gain full wireless control and system capabilities, later connect your processor to a network. Additionally, we recommend ensuring the Processor is set to DHCP to avoid issues with adding a network in the future."},
{"text": "Link Noise is any sort of electrical signals that are received by the Processor from the Mux/Muxbar cables of a QS link that do not have any information relevant to the system. Depending on how the system is built, some Link Noise is to be expected, however it should stay steady and not increase over time."},
{"text": "Link Noise does not always cause issues immediately. Most of the time it grows slowly, creating issues in the system later on, particularly when returning to the site for future transfers or activation."},
{"text": "There are a variety of symptoms that could indicate a Link Noise issue:"},
{"text": "Shade Power Panel blink codes (Usually regarding the Diagnostic LED)"},
{"text": "Having various devices fail during the transfer that should be responding, or are responding via the Diagnostic Tab"},
{"text": "Link Health indicators on the processor are blinking yellow or red"},
{"text": "Shades randomly throwing a solid red light blink code"},
{"text": "Link Noise occurs for a variety of reasons. We've listed some of the common causes below:"},
{"text": "Somewhere in the QS link the 3 and 4 wire (Mux and Muxbar) got swapped."},
{"text": "A device is in an error state (such as a blinking output on a shade panel or a Zone on a din-rail module)"},
{"text": "There's a short happening between the 1 or 2 wires with either the 3 or 4 wires"},
{"text": "This is commonly caused by a stray strand making contact on a phoenix connector."},
{"text": "When it comes to determining if the issue is being caused by Link Noise, aside from the symptoms above, you can use the Terminal feature of Lutron Designer to see what the Link Noise count is on that particular link. This number is cumulative, meaning the number will never reduce unless the processor is power cycled, or a transfer/firmware upgrade/factory default occurs. Follow the steps below to see your noise level:"},
{"text": "Select your processor's IP address at the top drop-down menu and select Connect"},
{"text": "At the bottom of the window, select the Command drop down and select Processor > Processor Link Health"},
{"text": "You may need to press the + icon to expand Processor to access the Processor Link Health Option"},
{"text": "You'll receive a response back with a variety of Link Health values seen below:"},
{"text": "8/5/2024 2:03:23 PM: Request Sent:- {\"CommuniqueType\":\"CreateRequest\",\"Header\":{\"Url\":\"/reportgenerator\"},\"Body\":{\"LinkHealthReportParameters\":{\"ReportType\":\"LinkHealthReport\",\"Links\":[{\"href\":\"/link/791\"}]}}}"},
{"text": "8/5/2024 2:03:23 PM: Response Received :-{\"CommuniqueType\":\"CreateResponse\",\"Header\":{\"MessageBodyType\":\"MultipleLinkHealthValuesResult\",\"StatusCode\":\"201 Created\",\"Url\":\"/reportgenerator\"},\"Body\":{\"LinkHealthReportParameters\":{\"ReportType\":\"LinkHealthReport\",\"Links\":[{\"href\":\"/link/791\"}]},\"LinkHealthValues\":[{\"Link\":{\"href\":\"/link/791\",\"LinkType\":\"QS\"},\"QSLinkHealth\":{"},
{"text": "The last line is the most important, as it will show you your NoiseError count, along with the other errors that are usually present with Noise"},
{"text": "The meanings of these statistics can be found by hovering over them on the Lutron Connect Portal, as well as below:"},
{"text": "You can also use the Lutron Connect Portal to view the Link Noise present on the link within the System Monitor."},
{"text": "For more details on this, please see our Lutron Connect Portal Article."},
{"text": "Link noise can be tedious to track down, as the system cannot pinpoint the source of the noise, but there are some steps that can be done to make it easier to track down."},
{"text": "cumulative. This means it will usually never lower unless the processor or link restart."},
{"text": "Having Link Noise that does not change is fairly normal for all systems"},
{"text": "If the Link Noise is increasing, this is not normal."},
{"text": "If Keypads are connected to a link with no other devices on the system to control (such as dimmers or Din-Rail Modules), there should almost always be 0 Link noise."},
{"text": "Having a link separated into loops using a Wire Landing Board is a best practice that will make this process much easier."},
{"text": "In general, we recommend following these steps to narrow down the source of the noise:"},
{"text": "Starting with devices such as shades and Din-Rail modules, plug in one group at a time and monitor the Link Noise via the Terminal commands"},
{"text": "Minor jumps in link noise is normal when reconnecting these devices, as they are communicating out to the system again."},
{"text": "If the Link Noise stays steady after a few minutes from reconnecting, plug in the next group of devices."},
{"text": "Once you've located a group that is causing a consistent growth of Link Noise, disconnect that group and power cycle the processor to 0 out the Link Noise counter again."},
{"text": "Disconnect all devices except one in the problem group and reconnect the link."},
{"text": "Monitor the Link Noise again to see which device causes a growth in the noise counter."},
{"text": "Once the device(s) located, verify the wiring or use a test wire to verify if it's the device or wiring causing the noise."},
{"text": "If a replacement is needed under warranty, ensure you generate a Support File from the system before contacting us; we'll be able to verify the device via serial number and see the troubleshooting done to approve the replacement."},
{"text": "Below are some of our recommended practices when wiring a QS link to avoid Link Noise, or to make troubleshooting it easier:"},
{"text": "Separate devices into 'loops' that can be disconnected in groups."},
{"text": "Wire Landing boards are great for keeping track of loops, however, make sure you only have one loop per landing."},
{"text": "After finishing a project it's always a good idea to check the Link Health via Terminal to see if there's any climbing link noise"},
{"text": ". Most of the time it will slowly cause issues over time, or when next on-site transferring/firmware upgrading."},
{"text": "After installation, before activation, and after activation make sure to check any panelized devices for error codes"},
{"text": "For din-rail modules, ensure the zone lights are not displaying any blink codes. To verify what the blink codes mean, please see their respective installation guides."},
{"text": "This article demonstrates how to Manage and Share access to a Lutron Connect"},
{"text": "This is helpful for dealers with multiple installers or programmers, when you need to collaborate with a partner, when a client requests your support for a RadioRA 3 or HomeWorks QSX system that you do not currently have access to, or you are taking over a job."},
{"text": "When taking over a job, creating a new Lutron Designer"},
{"text": "from scratch is time-consuming for the dealer and costly for the homeowner."},
{"text": "Familiarize yourself with the following terms used in this guide:"},
{"text": "- The person who uses the Lutron app to control lights in their house. They interact with the system in Homeowner Mode"},
{"text": "- Lutron App mode designed for homeowners and end users. Pro only features and functionality is hidden in this view"},
{"text": "- The Lutron residential dealer who programmed the system."},
{"text": "- Lutron App mode used to manage systems on behalf of the homeowner by the Pro Installer. This mode has extended features available only to Pros."},
{"text": "- The view, in various parts of the Lutron Connect ecosystem, with the list of Projects a Pro Installer has access to, including connect.lutron.com, Lutron Designer and the Lutron App."},
{"text": "- An individual project within the Lutron Connect ecosystem."},
{"text": "Review the information below before sharing or revoking access to a Place:"},
{"text": "If you are revoking access to a Place, you must have the"},
{"text": "The following is also helpful when attempting to access a Place:"},
{"text": "Be on-site with access to the network the processor is on and access to the system's processor."},
{"text": "If you are working from an offline project file, ensure"},
{"text": "Remote services is enabled by default on all new Lutron HomeWorks and RadioRA3 projects."},
{"text": "Projects started without remote services enabled will not show up in your Places list."},
{"text": "If you have access to a system and need to share it with another myLutron account, follow the steps below."},
{"text": ". Click a link below to expand it for more details:"},
{"text": "View your Places via a web browser without the need for Lutron Designer:"},
{"text": "Sign in with your myLutron account email address and password."},
{"text": "This is useful in the event the original installer cannot be located/reached. Advise the homeowner to open their Lutron app and follow the steps below:"},
{"text": "The project file is not backed up to the cloud. You must locate the original project file or remake a new project file, which requires factory-defaulting the processor."},
{"text": "is a unified menu across Lutron systems. This is where users can share, revoke, and review system access. This menu is accessible to Homeowners and Installers."},
{"text": ": The screenshot provided is from Lutron Designer. The format may look slightly different depending on which method you are accessing it from, but the options will be the same."},
{"text": "Here you can share access to the Place with another installer and control how long they have access via the"},
{"text": "ideal if you need to share it with an individual, or if a Homeowner has already claimed the system."},
{"text": "Note: You cannot share access for a longer period than you currently have access"},
{"text": ". For example, if you have three (3) days of access remaining, you cannot share access to another installer for any longer than three (3) days."},
{"text": "This feature does not work if a Homeowner has already claimed the system."},
{"text": "Once the user follows the link they will be given access to the place, provided the link is still active."},
{"text": "Only one link is active at a time. If a new link is generated, the previous link is disabled."},
{"text": "This option displays the users who currently have access to the system, and how long their duration of access is. You also can"},
{"text": "Homeowner accounts cannot be revoked from the Manage Access screen. Only the Homeowner themselves, or Lutron Tech Support, can remove a homeowner account from a place once it is established."},
{"text": ". If you are the only person with access to this Place and the system does not have an activated processor, doing so could make the project unrecoverable if there is no share link or offline project file to use to gain access."},
{"text": "If you do not have access to a system and follow one of the methods outlined below."},
{"text": "NOTE: Remote Services must be enabled to gain access using the following methods."},
{"text": "Request access from the Homeowner or another Pro who already has access"},
{"text": "If you know someone with access, contact them and request that they follow the instructions for"},
{"text": "Provide them with the email address of your myLutron account."},
{"text": "Once they have shared with you then the Place should show up in your Places list."},
{"text": "Using Lutron Designer if you have an offline copy of the Project File"},
{"text": "at the bottom of Places screen and open the project file."},
{"text": "If you see Green cloud icon in the upper right corner of Lutron Designer, then you have automatically been granted access to the system."},
{"text": "If you see a Yellow cloud then there is a homeowner account established, follow the the steps in"},
{"text": "If you see a Grey cloud then the system has remote services disabled and you should be"},
{"text": "Using the Lutron App when the Homeowner does not have an account connected to the system"},
{"text": "Account, or create a Homeowner account if you do not have one aleady."},
{"text": "Make sure you are on the same LAN as the processor(s) in the system."},
{"text": "Follow the on-screen prompts to discover one of the processors and claim the system as the Homeowner."},
{"text": "Settings > Edit Home/Area > Remove Home from Account"},
{"text": "This allows the Homeowner to claim the system when you are ready to hand it over to them"},
{"text": "How do I know if the system has Remote Services enabled?"},
{"text": "Contact Lutron Technical Support over the phone or via our email at"},
{"text": "I tried accessing the system as a Homeowner but it states the system already has one."},
{"text": "claiming a system using a homeowner account should be a last resort"},
{"text": ", instead you should be attempting to get share access to your pro account from the existing homeowner, from another Pro with access already, or by getting a copy of the project file."},
{"text": "Contact the homeowner to request remote access via the Help menu in the Lutron App. See"},
{"text": "If you can not contact the homeowner or they don't otherwise have access via their Homeowner Account, then send an email with a description of the issue and a"},
{"text": "We typically respond within 24 hours with next steps. See the image below for locating the processor's MAC address."},
{"text": "Complete the steps below in Lutron Designer to enable Remote Services:"},
{"text": "The option will grey out upon selecting Yes, once a system has Remote Services enabled it cannot be disabled."},
{"text": "This article details how to convert a RadioRA 2 system to a RadioRA 3 system, including how to extract the project file, convert it, and what to do if the extraction fails."},
{"text": "To ensure a successful conversion, keep the following things in mind:"},
{"text": "of the Lutron Designer Software. You can find the latest version of Designer from your"},
{"text": "from the RadioRA 2 system's Main Repeater. For more information on"},
{"text": "to your network via the ethernet cable to complete the extraction process."},
{"text": "to ensure your computer can communicate with the Main Repeater"},
{"text": "Do not factory reset the RadioRA 2 Main Repeater(s) while on-site."},
{"text": "This results in a Factory Default of all other wireless devices in the RadioRA 2 system. If this occurs, each device will need to be reactivated to the RadioRA 3 system."},
{"text": "in cloud services disables remote features and prevents the project from being recoverable if the physical file is lost."},
{"text": "You have successfully converted a RadioRA 2 project to RadioRA 3."},
{"text": "RadioRA 2 Main Repeater(s) – support programming (each Main Repeater supports 100"},
{"text": "Can be added from the device toolbox, is programmable, and can be virtually activated using LEAP integration"},
{"text": "(vacation mode, alternative mode, etc.) must be manually added to a new"},
{"text": "and programmed to be enabled or disabled by a keypad button. Timeclock events assigned to buttons in RadioRA 2"},
{"text": "This article is designed to help increase project reliability and network connectivity, ensuring a seamless installation."},
{"text": "guide for more information on Lutron Designer software/network communication."},
{"text": "Initial Activation and Transfer Process for a Ra3 Processor"},
{"text": "Watch the video tutorial below for RA 3 processor activation and transfer procedures:"},
{"text": "Inability to upgrade firmware, activate devices, or transfer the database/project."},
{"text": "The software does not discover the processor in the activation/transfer tab."},
{"text": "Managed networking switches preventing reliable communication. Contact the network administrator to allow communication; bypass the managed switch and connect directly to the primary network or an unmanaged switch."},
{"text": "Firewalls or other data relegating/blocking software."},
{"text": "Static IP is set incorrectly under standard and advanced settings."},
{"text": "Contact the network administrator to allow communication; bypass the managed switch and connect directly to the primary network or an unmanaged switch."},
{"text": "On the PC, disable any related forms of firewalls, antivirus, and malware protection."},
{"text": "Check to see what IP address the processor is on via LAN or a network scan. Then check the PC network properties to see what IP address it is on."},
{"text": "Ensure the first 3 numbers (ex 192.168.0.xx) are matching."},
{"text": "This can occur if entering a Static IP address incorrectly. We recommend keeping the processor on DHCP Enabled or using a Dynamic IP."},
{"text": "If a Static IP is needed, we recommend using the networking equipment to"},
{"text": "Lutron app does not show access to the project file/project name does not appear under the Pro Installer mode."},
{"text": "The MyLutron account in use does not currently have"},
{"text": "A transfer to the Processor was not done while connected to the internet."},
{"text": "Have the original installer share access (This can be done via Designer or the Pro Installer mode in the App), or have the homeowner go into their"},
{"text": "Lutron App > Settings > Help > Get remote assistance from installer"},
{"text": ". Once given access, refresh the app and software to update accessed projects. The Designer Software's Places menu will always show projects you have Cloud Access to and have a copy of the Project available on the Cloud."},
{"text": "\"Enable Lutron Connect Places and Remote Services for this Project\""},
{"text": "Perform a Transfer while connected to the internet."},
{"text": "The software states the processor is “already activated in another project”."},
{"text": "The project file in use is not the project the processor is currently running."},
{"text": "The Processor was activated in a Test Project, but was not deactivated afterward."},
{"text": "If the processor is Cloud Enabled, use the Places menu to open the project file."},
{"text": "Factory default the processor to clear the activation data."},
{"text": "Linking the processor to a Lutron App account yields “cannot find processor”."},
{"text": "The Lutron App's device is on a separate Wi-Fi network from the processor, or the processor has incorrect Static IP settings."},
{"text": "Check the IP address the device is on in comparison to the IP address the processor is on."},
{"text": ". To view the Processor's IP address from inside Designer, you can go to Tools > Terminal. Select the drop-down menu from the top to see the IP addresses for your processors."},
{"text": "This article provides step-by-step instructions to activate RadioRA 3 Clear Connect Type-X (CCX) devices via the Lutron Designer software and the Lutron mobile application (iOS/Android)."},
{"text": "Ensure the most recent version of Lutron Designer is installed. The latest version can be found at"},
{"text": "regarding best practices for Type X devices, Gateway/Processor placement, and overall design."},
{"text": "Verify the smartphone/tablet being used is Bluetooth capable and running the most recent version of the Lutron App."},
{"text": "Bluetooth devices such as Airpods and Apple Watches can interfere with device activation. Power them off or unpair them before CCX device activation."},
{"text": "Make sure Bluetooth is enabled on the smartphone/tablet and the"},
{"text": "if an active Internet connection is unavailable on-site."},
{"text": "from any other source of 2.4GHz wireless devices (e.g. routers, wireless access points, smart/IoT devices, etc.)"},
{"text": "Activating Type-X devices differs from how Type-A devices are activated. This is a high-level breakdown of the process:"},
{"text": "Use Bluetooth on your phone to activate the Type-X devices"},
{"text": "Wait 15 minutes for the mesh network and transfer to complete"},
{"text": "Get Device Status within the software to fill in the serial numbers"},
{"text": "For video-guided app-based device activation instructions, please watch the video below."},
{"text": "Follow the steps below while in the Lutron Designer software:"},
{"text": "Ensure at least one Clear Connect Type X device (e.g. Sunnata or Lumaris) has been added to the"},
{"text": "This drop-down does not appear for systems with only one processor."},
{"text": "3.  Before activating in the app, follow the steps below to complete a system sync:"},
{"text": "to sync any homeowner edits found during this step."},
{"text": "If No is selected, any edits done by the homeowner will be erased."},
{"text": "to continue device activation and follow the steps below:"},
{"text": "where the first unactivated devices are. Once a room is selected, all"},
{"text": "will begin to slowly flash. Devices without buttons (e.g. Lumaris Tunable White controllers) will not react right away."},
{"text": "evice indicator lights on devices with buttons will begin to flash in one of two ways:"},
{"text": "6. Select the device you want to activate and review its in-app instructions."},
{"text": "steps if the device you are activating is not listed."},
{"text": "(e.g. Sunnata Dimmer or Keypad): Press and hold a button on the device you are activating until its LEDs flash quickly. The device appears in the Lutron app once it is heard by the phone."},
{"text": "(e.g. Lumaris Tunable White Tape Light Controller): Walk near the device being activated. The lights dim and the device displays in the Lutron app when the phone hears it. Scroll through the heard devices using the next and previous arrows until the device you want to activate is blinking."},
{"text": "7. Click a device with an arrow on it to activate the selected device to that device slot in the app. The device stops flashing once it is selected. A"},
{"text": "Repeat the above steps for any remaining devices you wish to activate."},
{"text": "A pop-up appears to remind you to sync your activation changes back to Lutron Designer. Return to your computer."},
{"text": "and note the device serial numbers in Lutron Designer."},
{"text": "Perform the steps above to prevent accidental overwrites in the project."},
{"text": ". The remaining time is tracked in the Lutron app above the"},
{"text": "Device does not appear in the Lutron app to activate"},
{"text": "has been completed from the Designer software after devices were added. Then force close and re-launch the Lutron app."},
{"text": "tab. Then select Processors to ensure your processor is activated. Each activated processor displays a"},
{"text": "To check which processor a device is assigned to, navigate to the"},
{"text": "Triple-tap the bottom button and hold it until the device begins to flash."},
{"text": "Release the button as soon as the device starts flashing and rapidly triple-tap it again. Do not hold the button again."},
{"text": "Keypads and switches rapidly flash, and dimmers scroll up and down to indicate a successful reset."},
{"text": "The triple-tap hold and then triple-tap release process is time-sensitive. If the device does not respond after the second triple-tap, repeat the above steps while tapping faster."},
{"text": "Ensure there are no Bluetooth/2.4GHz devices nearby or connected to your phone. This includes smartwatches, wireless headsets/earbuds, or other related hardware."},
{"text": "Toggle the Bluetooth setting off and on from your device's Settings app. Do not toggle Bluetooth from a widget or quick access menu. Power cycle your mobile device after toggling the Bluetooth setting."},
{"text": "Confirm the device you are activating is within 25 ft (7.6 m) of 2 other CCX devices and no further than 75ft from the processor. For more details on range, see the"},
{"text": "Ensure 15 minutes have elapsed since activating devices before attempting a transfer."},
{"text": "Confirm the device you are activating is within 25 ft (7.6 m) of 2 other clear connect type X devices and no further than 75ft (22.9 m) from the processor. For more details on range, see the"},
{"text": "Turn off the power at the circuit breaker or fuse before installing."},
{"text": "Note: Only one Caséta master dimmer or switch can be installed in a three-way application."},
{"text": "remote in your installation? Click below for video instructions."},
{"text": "Caséta Smart Switch / Claro Smart Switch (neutral required)"},
{"text": "Only the Caséta devices listed above can be installed with a mechanical switch."},
{"text": "The PICO-WBX-ADAPT adapter must first be installed to mount a Pico into a wallbox."},
{"text": "Only the Diva Smart Dimmer and Claro Smart Switch can be installed with a Claro Smart Accessory Switch."},
{"text": "Installing a Caséta device where the lights are currently controlled from three or more switches? Review"},
{"text": "Replacing one switch or dimmer with a Caséta device? Review"},
{"text": "Are your lights flickering or flashing after installing your new Caséta device? Review"},
{"text": "Flickering / Flashing LED Lights with Caséta Dimmers"},
{"text": "Forgotten Password Reset and Password Change Procedures using the Lutron App for Caseta and RA2 Select Systems"},
{"text": "Section (1): How to reset your forgotten password using the Lutron App"},
{"text": "Section (2):  How to change your password using the Lutron App"},
{"text": "SECTION (1):  Resetting your forgotten password using the Lutron App"},
{"text": "For customers who have forgotten their passwords you want to select “Forgot your password?” on this screen."},
{"text": "After selecting “Forgot your password?” This is the next screen that will appear. Enter your email address and select Send instructions to reset password that will then be emailed to the account you entered. It is important to understand what email is linked to the hub (formerly bridge) as you will have to enter that again when you recover the password and sign in again."},
{"text": "This is the next status that will be seen after selecting “Send instructions to reset password” from the previous screen. At this point the customer can check their email for the instructions to be sent. This screen just informs you to look for the email that should be sent. If you do not receive the reset email you may want to confirm that you did not type the email in wrong or send it to the wrong email address."},
{"text": "his is what the email that you will receive will look like. You want to select the"},
{"text": "hyperlink or you can copy and paste the link shown below that in a web browser."},
{"text": "This is the next screen that should appear after selecting the options from the email. Enter the new password in twice to confirm it along with following the password criteria listed below it. Then select Change my password below. It is important to take note of the new password entered here as you will need this to sign back into the app."},
{"text": "After selecting “Change my password” from the previous screen this would be the next and final screen in the process which should display that it has been changed successfully. You can then go to the Lutron app and select the “Sign In “ option and enter your email and new password in order to sign back into your system. As always, check for typos as user error tends to be the biggest issue encountered with this process."},
{"text": "SECTION (2):  How to change your password using the Lutron App"},
{"text": "If you wish to change your password at anytime, you can start by navigating to the following screen in the Lutron App. Settings>Account>Edit Account (change your account password)"},
{"text": "In this screen you will want to enter your email address associated with the hub and current password. Then Select Sign In. This process is to be used when you just want to change the password as it requires you to know the current password to do so."},
{"text": "In this screen type in your new desired password and then retype it to confirm it is correct. The criteria for the new password is listed on the screen. Then enter your current password for verification reasons and select update. The current password is needed here as this is required for the change option and not the forgot password reset option."},
{"text": "You should now receive this message indicating that you have changed the password correctly. Then exit this domain to sign in."},
{"text": "Both the Forgotten Password and Change Password steps can also be viewed in the following video link."},
{"text": "This article details the steps needed to set up and activate a new or replacement Caséta Wireless Smart Hub."},
{"text": "This article is expected to take 15 minutes to complete."},
{"text": "Before activating your Caséta Smart Hub, have the following available:"},
{"text": "The Caséta Smart Hub, an ethernet cable, and micro-USB power adapter (both are included with the hub)."},
{"text": "An iOS or Android device running the latest version of the Lutron App."},
{"text": "A new or existing Lutron account (created in the app)."},
{"text": "If you no longer have access to your existing Caséta system, and are connected to the same network as the smart hub, please view the"},
{"text": "article for troubleshooting steps to resolve your hub’s connection issue."},
{"text": "If you are not replacing an existing hub and are instead adding another hub to an existing account, review the"},
{"text": "Choose an option below that best describes your application."},
{"text": "Follow the steps below to properly setup and activate your new Caséta Smart Hub:"},
{"text": "on your wireless router or gateway using the included ethernet cable."},
{"text": "Note: If the smart hub is connected to a network switch be sure to use an unmanaged network switch to ensure full communication between your network and the smart hub."},
{"text": "Connect the smart hub to power using the included power adapter."},
{"text": "When the hub powers on, it will check for available updates. If the light bar in the center of the hub moves in a circular, carousel like, pattern that means it is updating. Wait for the hub to complete the update process before continuing. If the light bar does not illuminate try another outlet, micro-USB cable, and power adapter."},
{"text": "Open the Lutron app and follow the on-screen prompts in the app to discover your Caséta hub."},
{"text": "First, confirm that your device running the Lutron app is connected to the same network that the Caséta Smart Hub is plugged into."},
{"text": "The Lutron app will then begin the hub discovery process."},
{"text": "If the app returns either error message below, your smart hub and mobile device may be connected to different networks or required permissions have not been enabled on your device."},
{"text": "Confirm your mobile device and the smart hub are on the same network (and not a guest network or different bands like 2.4Ghz and 5Ghz)."},
{"text": "If the hub is connected to a network switch or access point, disconnect it from its current device and plug it directly into a LAN port on your router then try discovering it again."},
{"text": "If the Lutron app displays the error message above prompting you to enter your hub's IP address, follow the steps below to locate your smart hub's IP address:"},
{"text": "that is printed on the sticker on the bottom of your Caséta Smart Hub. An example is highlighted in the below image in red:"},
{"text": "2. Login to your router’s user interface or mobile app (this may be your internet provider's app) and look for a section called “devices”, “clients”, “connections”, or something similar and click on that section."},
{"text": "3. Select the hub, or its MAC address, from your connected devices/clients list and note the"},
{"text": "the router has assigned to it. (i.e. “192.168.1.24” or “10.0.0.1”)"},
{"text": "Tap the button on the back of the hub once the Lutron app discovers your smart hub (it will prompt you to press the button when ready)."},
{"text": "Name your home in the Lutron app once it has automatically connected to your Caséta Smart Hub. After you have entered a name tap"},
{"text": ": Setup the Apple HomeKit integration by entering the HomeKit code printed on the bottom of the Smart Hub. To skip this step, choose"},
{"text": "For more information on setting up HomeKit with Caséta review"},
{"text": "Before activating your replacement smart hub, unlink your Lutron account from the existing smart hub. To do this, first open the Lutron app from your smartphone or tablet."},
{"text": "If the Lutron app returns a “Connection Failed Cannot connect to your Lutron System” error message, wait for the app to finish and follow the steps below."},
{"text": "icon in the top left-hand corner of the Lutron app."},
{"text": "when prompted to unlink your Lutron account from the previous smart hub."},
{"text": "You have successfully removed the previous hub from your Lutron account."},
{"text": "If the Lutron app returns the “Cannot connect to hub, would you like to attempt force removal?” message seen below, select"},
{"text": "If the force removal is unsuccessful, please contact Lutron Technical Support at"},
{"text": "Attach a clear photo of the sticker on the bottom of the previous smart hub to this support email request with a request to deregister this hub."},
{"text": "Send the support request from the email address that is currently linked to the smart hub with a request to deregister this hub."},
{"text": "Activate the new replacement hub by following the steps below:"},
{"text": "You have successfully activated a replacement Caséta Smart Hub."},
{"text": "Before you can activate the Caséta Smart Hub in your new home, first download the Lutron app on your iOS or Android smartphone (or tablet) and create a new"},
{"text": "account by completing the fields on the account creation screen."},
{"text": "Once you are logged in to the Lutron app, complete the steps in"},
{"text": "above. When you get to the screen below that states \"This Lutron system already has another account\" select"},
{"text": "to override the previous homeowner’s account with your new account."},
{"text": "You have now taken over access to the Caséta Smart Hub from the previous homeowner!"},
{"text": "Previously programmed devices, scenes, and schedules will remain intact. Any previously linked third party integrations will be removed from the system."},
{"text": "If you are adding another hub to an existing account (and not replacing an existing hub), review the"},
{"text": "article for help setting up multiple smart hubs in the Lutron app."},
{"text": "This article provides troubleshooting steps for a Lutron Maestro PRO Dimmer (MA-PRO)."},
{"text": "This article is expected to take 5 minutes to complete."},
{"text": "Confirm the Maestro PRO Dimmer is installed properly by reviewing the installation resources in the links below. Click on the link below for the application you are troubleshooting:"},
{"text": "Single-pole install (for lights controlled from one switch)"},
{"text": "Three-way install (for lights controlled from two switches)"},
{"text": "Multi-location install (for lights controlled from three or more switches)"},
{"text": "Note: For three-way and multi-location installations the remaining switches must be replaced with the Maestro Companion Dimmer (model # MA-R / MSC-AD). The MA-PRO can be installed in any location."},
{"text": "If your LED lights do not dim, or they flash/strobe when dimming them, confirm the LED light that the dimmer is controlling is dimmable."},
{"text": "Not all LED lights are dimmable. Look for wording like “Not for use with a dimmer” or “non-dimmable” on your LED to determine if it is a non-dimmable light. LED dimmers require dimmable bulbs to function properly."},
{"text": "If your LED lights flicker, buzz, or hum when dimmed, an incompatibility between the dimmer and LED bulb may be causing the issue."},
{"text": "Test the dimmer with an incandescent bulb or an LED from the"},
{"text": ". If the issue persists, contact Lutron Technical Support for assistance."},
{"text": "If the flicker, buzzing, or humming stops when using a different bulb, we recommend replacing the existing LEDs with ones from the Finder Tool."},
{"text": "If the lights the dimmer controls only flicker near the high or low end of the dimming range, adjust the dimmer’s high-end or low-end trim setting:"},
{"text": "The low-end trim adjustment increases or decreases the minimum light level of the dimmer. It helps to stop the lights from flickering when the dimmer is set to its lowest brightness. It also can prevent the lights from"},
{"text": "(turning off before the dimmer dims all the way down)."},
{"text": "Follow the steps below to adjust your Maestro PRO Dimmer’s low-end trim:"},
{"text": "until a Dimmer Indicator Light (DIL) blinks, then release. The lights will turn off and back on to the low end."},
{"text": "to adjust the light level until the lights no longer flicker."},
{"text": "If the lights do not turn on, or continue to flicker, repeat these steps until the lights turn on and remain stable."},
{"text": "Instructions on High-End, Phase Selection, and additional features can be found in the"},
{"text": "The high-end trim adjustment increases or decreases the maximum light level of the dimmer. It is also used to stop the following symptoms of LED incompatibility:"},
{"text": "Lights flicker when the dimmer is at full brightness."},
{"text": "Confirm that the dimmer is in the correct phase for the lighting load being used."},
{"text": "The MA-PRO allows for selection of forward-, auto, or reverse- dimming phase. The Phase Selectable dimmer default powers up in reverse-phase."},
{"text": "For low voltage applications the neutral connection is required on the dimmer and reverse-phase is used for ELV Electronic Low Voltage and forward-phase is used for MLV Magnetic Low Voltage applications."},
{"text": "Certain LED fixtures may perform better on forward or reverse-phase, consult the lighting manufacturer for more information on the preferred dimming protocol."},
{"text": "The Maestro PRO dimmer is capable of displaying blink codes. Please visit \""},
{"text": "Red Indicator Light on for Five Seconds, off for One = Low Battery"},
{"text": "Fast Red Blinking for 15 seconds = Remove Obstruction"},
{"text": "Two Quick Blinks with a Pause (Heartbeat) = Reset Shade Limits"},
{"text": "Now that you have identified your shade type, please review the Blink Codes below to begin troubleshooting your"},
{"text": "Section 1: One Red Blink Every Five Seconds = Low Battery"},
{"text": "This Blink Code means the shade cannot move because the"},
{"text": "How to Change the Batteries in your Palladiom Wire-Free Roller Shade"},
{"text": "Section 2: Red Indicator Light On for Five Seconds then Off for One = Low Battery"},
{"text": "shade's batteries are too low and need to be replaced"},
{"text": ": Fast Red Blinking for 15 seconds = Remove Obstruction"},
{"text": ". For example, the fabric or hembar is caught up. Click here to l"},
{"text": "How to Troubleshoot Obstructions on Lutron Serena, Triathlon, and Palladiom Wire-free Shades"},
{"text": "Section 4: Double Red Blinks with a Pause (Heartbeat) = Reset Shade Limits"},
{"text": "by first identifying the control for your Lutron shade."},
{"text": "This article covers the most common blink codes on Lutron Triathlon Configured Roman Kits."},
{"text": "2: Red Indicator Light on for Five Seconds, off for One = Low Battery"},
{"text": "3: Fast Red Blinking for 15 Seconds = Remove Obstruction"},
{"text": "5. Solid Green for 3 seconds, off for 1 second = Spring Validation Test Passed"},
{"text": "6. Flashing Green On/Off followed by Solid green for 3 seconds = Spring Validation Test Failed (Undersprung)"},
{"text": "7. Flashing Red On/Off followed by Solid red for 3 seconds = Spring Validation Test Failed (Oversprung)"},
{"text": "Now that you have identified your shade type, review the Blink Codes below to begin troubleshooting your Serena/Triathlon Configured Roman Shade Kits."},
{"text": "The sections below detail the most common blink codes for Triathlon Configured Roman Shade Kits."},
{"text": "This Blink Code means the shade cannot move because the batteries are too low and need to be replaced. Click here to l"},
{"text": "How to Change the Batteries in Your Triathlon Configured Roman Shade Kit"},
{"text": "This Blink Code also indicates the shade's batteries are too low and need to be replaced. Click here for steps on"},
{"text": "This Blink Code means the shade sensed, or senses, an obstruction. For example, the fabric or strings are caught up. Click here to learn"},
{"text": "How to Fix Shade Obstructions in Lutron Triathlon Configured Roman Shade Kit"},
{"text": "This Blink Code indicates the shade limits need to be reset. Click here to learn"},
{"text": "Section 5: Solid green for 3 seconds, off for 1 second = Spring Validation Test Passed"},
{"text": "Flashing Green On/Off followed by Solid green for 3 seconds = Spring Validation Test Failed (Undersprung)"},
{"text": "This Blink Code indicates the shade doesn't have enough spring modules and is undersprung. Click here to learn"},
{"text": "How to Balance the Springs in your Triathlon Configured Roman Shade Kit"},
{"text": "Flashing Red On/Off followed by Solid red for 3 seconds = Spring Validation Test Failed (Oversprung)"},
{"text": "This Blink Code indicates that too many spring modules have been added to the shade and it is oversprung. Click here to learn"},
{"text": "How to Balance your Triathlon Configured Roman Shade Kit"},
{"text": "This article provides step-by-step instructions to activate RadioRA 3 Clear Connect Type-A (CCA) devices via the Lutron Designer software."},
{"text": "For video-guided device activation instructions, please watch the video below."},
{"text": "All Clear Connect Type-A device's indicator lights flash while the processor is in activation mode:"},
{"text": "Activated devices repeatedly flash 1 second on then 1 second off."},
{"text": "Unactivated devices repeatedly flash 3 seconds on then 1 second off."},
{"text": "6. Follow your device's activation instructions located on the left-hand side of Designer. Click a different device in the"},
{"text": "dditional device information appears on the left during this step."},
{"text": "to associate the physical device with the device in the software. Repeat steps 6 - 8 to activate additional devices. Select"},
{"text": "After exiting activation, clicking any tab other than"},
{"text": "of the Main Processor or an Auxiliary Repeater. If a device is"},
{"text": "out of range, its indicator light(s) may not flash while in Activation Mode."},
{"text": "2. For dimmers, switches, and hybrid keypads, confirm the connected load is functional and the device is not displaying an Error Blink Code"},
{"text": "the device using the main tap-switch or the top button on a keypad."},
{"text": "Triple-tap the button and hold it until the device begins to flash."},
{"text": "the button when you see the flash and triple tap rapidly again. Do not hold during this step."},
{"text": "The device's indicator light(s) will rapidly flash or scroll up and down to signify a successful factory default"},
{"text": "The factory default process is time-sensitive; if there is no response from the indicator lights after the second triple-tap, repeat the reset process while tapping faster."},
{"text": "of the physical device and the device listed in Designer match."},
{"text": "Device Fails or Update of Device Failed Error During Transfer"},
{"text": "of the Main Processor or an Auxiliary Repeater. Auxiliary Repeaters should be"},
{"text": "If it does not respond, ensure the device does not display an"},
{"text": "Factory default the device(s) experiencing an issue."},
{"text": "Lutron's Cloud features allow installers to back up and restore the system's Project file and make remote changes to the system's programming."},
{"text": "This article demonstrates how to use Lutron Designer's"},
{"text": "Open Lutron Designer and choose a system type to get started. Designer automatically loads the"},
{"text": "To view a Place, hover your mouse over that Place's row and select"},
{"text": "To view the history of a Place click the three dots next to the Open button and select"},
{"text": "Current Version, Last Conversion, and Last Transferred"},
{"text": "versions only display if they apply to the system you are currently viewing."},
{"text": "You may add up to 100 characters of notes to each available version by clicking"},
{"text": "is now supported when saving a project in Lutron Designer. This is available in all system types supported by Connect Places."},
{"text": "for the Save Place Note shortcut. Then, enter up to a 100-character message to capture the changes made."},
{"text": "(located in the top right corner next to the user's name) to view the project's current cloud status."},
{"text": ": Remote services are enabled, and project cloud sync is good."},
{"text": ": Remote services are enabled, but this account does not have permission to use them. The homeowner must share access via the Lutron App or the programmer must share access to the required Lutron account."},
{"text": ": Cloud sync is not enabled for this project. This can be changed in the project settings."},
{"text": "Follow the steps below to perform a remote transfer in Lutron Designer:"},
{"text": "Confirm the processor(s) are online. Review the \"Processor Status in Designer\" section below for more information."},
{"text": "- The initial processor status until Designer connects/fails to connect to the Processor."},
{"text": "- The Processor is online and ready for a Remote Transfer."},
{"text": "- Designer is unable to connect to the Processor. This occurs if the Processor is not connected to the internet."},
{"text": "While RadioRA 2 is a legacy system, the steps included in this article are designed to assist with the basics of the RadioRA2 software to retrieve the project file for upgrade to RadioRA 3."},
{"text": "RadioRA 2's software has a few differences from our RadioRA 3's Lutron Designer due to the time of when it was designed. Therefore, there are a few things that must be kept in mind when working with it:"},
{"text": "Communication to the Main Repeater via Wifi may be unstable."},
{"text": "We highly recommend ensuring you are connected via Ethernet to the Main Repeater or the Network."},
{"text": "with the communications if left on without rules in place."},
{"text": "If you are using Windows 10 or 11, ensure your network is set to a"},
{"text": "Anyone can download the RadioRA 2 software, however you will need a myLutron account to access it's features"},
{"text": "The Inclusive version will require you to do the Level 1 and Level 2 training via our"},
{"text": "LP 620 is Level 1 training. Once completed, Level 2 will become available."},
{"text": "LP 808 is Level 2 training. Once completed, you can follow the steps in How to Upgrade to Inclusive to upgrade your software."},
{"text": "for extraction. Inclusive can extract as far back as"},
{"text": "Inclusive projects allowed the following hardware to be used:"},
{"text": "Once it has been installed, it will prompt you to sign in with your"},
{"text": "After signing in you will be greeted with the Essentials Main Menu:"},
{"text": "To upgrade to the Inclusive version of the software, go to"},
{"text": "close your RadioRA 2 software for the changes to take effect. You'll know if the upgrade took properly if it now states Inclusive on the RadioRA 2 menu:"},
{"text": "If you do not have the project file, as long as the RadioRA 2 Main Repeater is functional, you will need to use the extraction feature to obtain a copy of the project from the Main Repeater."},
{"text": "A new window will pop up as it attempts to locate your Main Repeater, then extraction will begin"},
{"text": "Once it completes, a final pop up will appear asking to save the Project file. Select"},
{"text": "Having issues with the extraction process? Please see the common issues below for their solutions."},
{"text": "This is typically caused by firewalls on the computer/network blocking multicast communication, or misconfigured network settings"},
{"text": "When Extracting, an error message appears displaying \""},
{"text": "An exception has been thrown by the target of an invocation."},
{"text": "of the software to what the system is running (i.e. The Main Repeater is running 12.0.1 and you're using 12.10.1)"},
{"text": "There are a few steps that can be done to fix this:"},
{"text": "Double check your firewall settings and network configuration"},
{"text": "Attempt a direct connection, off the network, to the Main Repeater (See Page 48 of our"},
{"text": "page, sign in at the top, and download the version the Main Repeater is running."},
{"text": "in a web browser and signing in using a Telnet login or the default \""},
{"text": "This will happen if you are not logged in with a myLutron account that has completed the"},
{"text": "If you have completed Level 2 training, make sure you are logged into the correct account on our"},
{"text": "Complete the following steps if your LED lights are flickering:"},
{"text": "Many LEDs are not dimmable. This includes smart, or connected, bulbs."},
{"text": "Confirm your LED does not have a warning like: \"Not for use with dimming devices\" or \"non-dimmable\". If it does, replace it with an LED from the"},
{"text": "Confirm you are not using 2 Caséta dimmers to control the same lights."},
{"text": "Only one Caséta dimmer can be installed in a lighting circuit. Depending on the model, the other location can be a Pico remote, 3-way mechanical switch, or accessory switch (SKU: DVRF-AS-XX*)."},
{"text": "Adjust the low-end range of the dimmer until the lights stop flickering."},
{"text": "If your lights flicker only at the low end of the dimming range, the LED you are using may not dim as low as the dimmer."},
{"text": "Click here for step-by-step instructions on adjusting low-end trim on the Original Caséta dimmer"},
{"text": "buttons at the same time (for about 6 seconds), until an indicator light on the dimmer starts to blink."},
{"text": "until the lights reach the dimmest level before becoming unstable or turning off."},
{"text": "Click here for step-by-step instructions on adjusting low-end trim on the Diva Smart dimmer"},
{"text": "button (for about 6 seconds) until the light bar starts to blink."},
{"text": "of the dimming range, adjust the low-end range of your dimmer until the lights stop buzzing."},
{"text": "Some LED lights buzz or hum more than others. If your lights are buzzing"},
{"text": "to find the best-performing bulbs for the dimmer. Alternatively, check with the manufacturer of the LED to see if the light is designed for a specific type of dimmer (low voltage, reverse-phase, etc.). This dimmer only works with 120V lights."},
{"text": "LED Lights Turn Off Before the Dimmer Does (Drop Out)"},
{"text": "If your lights drop out at low levels, it typically means you are dimming the LED lower than it is designed to be dimmed."},
{"text": "Use the low-end trim setting to raise the low-end range of the dimmer. This helps create a smooth dimming curve, specific to the range of the LED being used."},
{"text": "Watch the video above to learn how to adjust your Lutron dimmer's low-end trim."},
{"text": "If you have any questions about your specific application, we are available 24/7 at 1-844-403-1795."},
{"text": "of the device. Base model numbers are shown. Characters that appear after the model numbers listed above indicate the packaging of the product. They do not affect how the device operates or installs."},
{"text": "Make sure you know the model number of the Caséta dimmer or switch before you get started (Model number will be on the side of the product and on the box it came in)"},
{"text": "This article details requirements and instructions for integrating Apple HomeKit with your Lutron lighting control system. Included are step-by-step instructions on linking, programming, and using voice commands with Siri voice control."},
{"text": "RadioRA 3 system with an RR-PROC3 Processor, or a..."},
{"text": "RadioRA 2 Select system with an RR-SEL-REP2 Main Repeater, or a..."},
{"text": "An iPhone, iPad, or iPod touch running iOS 10.0 or later."},
{"text": "Optional devices for control of Apple Home remotely:"},
{"text": ". iOS 17 or later does not support using an iPad as a Home hub."},
{"text": "The iOS device(s) and the Lutron smart bridge must be connected to the same network (i.e. same IP Address strand) to integrate."},
{"text": "(first three decimals of the bridge and phone match)."},
{"text": "(first three decimals of the bridge and phone do not match)."},
{"text": "The Lutron Processor/Main Repeater/Smart Hub must be activated before integrating. Follow the steps below to link your Lutron system with Apple Home:"},
{"text": "Only load controllers (dimmers, switches, fan controls, smart plugs, and hybrid keypads) display in the Apple Home app. Lutron Smart Hubs, Repeaters, Processors, Pico remote controls, and standard keypads are not controllable devices via the Home app."},
{"text": "5. Use your smart device's camera to scan the HomeKit setup code. If you are unable to scan the 8-digit HomeKit code, choose"},
{"text": "You have successfully integrated your Lutron Smart Hub/Main Repeater/Process with Apple HomeKit."},
{"text": "app and follow the prompts. It may take a few minutes for newly added devices to synchronize with the Home app."},
{"text": "- Create a scene to control multiple devices/zones simultaneously. This is useful for creating custom Siri commands."},
{"text": "- Create a room to organize the Lutron devices to your liking."},
{"text": "- Grant another iOS user access to your Apple Home system. This allows them to control the devices integrated with HomeKit."},
{"text": "Do not use the Add Accessory flow in the Apple Home app to add a new Lutron device. HomeKit-compatible Lutron devices will automatically sync into a linked Apple Home after they are added to the Lutron app."},
{"text": "Using Siri Voice Commands to Control your Lutron System"},
{"text": "Siri voice commands are used to control individual devices as named in the Lutron App or Scenes created in the Home App."},
{"text": "Below are examples of Siri voice commands along with the Lutron lighting device(s) response to said commands:"},
{"text": "- Sets the room/zone named \"Upstairs\" to 100% (on / full brightness)"},
{"text": "- Raises the light level for the room/zone named \"Kitchen\" by 15%"},
{"text": "- Works the same as Brighten for all lighting loads assigned to \"Kitchen\""},
{"text": "- Works the same as \"Dim\" for all lighting loads assigned to \"Kitchen\""},
{"text": "- Siri tells you the current light level of the room/zone named \"Kitchen\"."},
{"text": "Below are examples of Siri voice commands and the expected Lutron shading device response:"},
{"text": "This article details the steps to add an additional Caseta Smart Hub to an existing Lutron account."},
{"text": "Note: You must be connected to the same wireless network as your new Caseta Smart Hub to add it to your existing account."},
{"text": "Follow the steps below to add another smart hub to your existing account in the Lutron app:"},
{"text": "Follow the step-by-step on screen instructions in the Lutron app to finish adding this hub to your existing account. Repeat the steps in this article to add any additional smart hubs."},
{"text": "Congratulations, you have successfully added this hub to your Lutron account!"},
{"text": "How do I switch between multiple Caseta hubs in the Lutron app?"},
{"text": "This article details the common reasons why a user cannot connect to a Caséta system and the troubleshooting steps to resolve the issue."},
{"text": "This article is expected to take more than 15 minutes to complete."},
{"text": "Confirm the following before you begin troubleshooting the smart hub’s connection:"},
{"text": "The Caséta smart hub is connected to power and plugged into a LAN port on your wireless router. (The hub’s LED light bar should be illuminated when powered)"},
{"text": "You are signed in as a Homeowner in the Lutron App and are running the latest version of the app as listed in your device’s app store."},
{"text": "If you are activating a new hub and have not already followed the steps in"},
{"text": "Smart Hub (formerly known as Smart Bridge) Set-up & Troubleshooting"},
{"text": "Choose an option below that best describes your issue"},
{"text": "During the setup and activation process if the Lutron app returns either error message below, your smart hub and smartphone (or tablet) may be connected to different networks or required permissions have not been enabled."},
{"text": ": Follow the steps below to ensure required permissions are enabled in the Lutron app:"},
{"text": "Confirm you are connected to the same Wi-Fi network as your Caséta Smart Hub by comparing the IP address of your smart hub to the IP address of the smart phone you are using the Lutron app on."},
{"text": "To locate your hub’s IP address, follow the steps below:"},
{"text": "If you are using an iOS device, follow the steps below to locate your IP address:"},
{"text": ". The second row from the top will display your iPhone’s IP Address."},
{"text": "Do the first three sets of IP address numbers of the Caséta smart hub and your smartphone match? If not, this means the devices are on different networks"},
{"text": "Below is an example of a hub and phone on the same network or different networks"},
{"text": "Follow the steps below if your smart phone and the Caséta Smart Hub are on"},
{"text": "Connect your smartphone to another available Wi-Fi network and try discovering the hub again, or"},
{"text": "Disconnect the smart hub from the current network device and connect it to a different device and try discovering the hub again."},
{"text": "Note: If you have a modem/router provided by your ISP and another router (like a mesh router), unplug the hub from the current router and plug it in to the other. If your smart hub is connected to a network switch, temporarily bypass the switch, and connect the hub directly to a LAN port on your router. Then, try discovering the smart hub again."},
{"text": "network and you receive an error message that prompts you to choose"},
{"text": "While still logged into your router, confirm the network settings are not restricting the hub’s connection to the internet. Check if the hub’s connection is “paused” or “quarantined”. Resume the hub’s internet connection if it is restricted in any way."},
{"text": "If you cannot locate your smart hub in your network connected devices, swap the included ethernet cable with a known working ethernet cable and/or swap the hub to a known working LAN port on your router."},
{"text": "Perform a power cycle of your networking equipment if the issue persists by following these steps in the order they are listed:"},
{"text": "Power off or unplug all Wi-Fi routers and wireless access points."},
{"text": "Plug in or turn on the modem and wait until the modem power cycle is complete."},
{"text": "Power on all routers and wireless access points and wait until their power cycle is complete."},
{"text": "If you are unable to discover your smart hub after following the steps in this section, contact Lutron Technical Support using the information at the bottom of this page."},
{"text": "If you have already activated your Caséta Smart Hub but are now unable to access the existing system, choose an option below that best describes your issue:"},
{"text": "If you can only connect to your Caséta system while connected to the same Wi-Fi network as the smart hub, but cannot connect to the system when away from that network (or while connected to cellular data), please complete these steps:"},
{"text": "Confirm you cannot access your Caséta Hub remotely by disabling your smartphone’s Wi-Fi and then open the Lutron app. If the app displays “Can Not Connect to Your Lutron System”, the smart hub may not have an active connection to the internet."},
{"text": "Check your phone’s permissions to ensure the Lutron app can connect via cellular data and that your phone has not restricted the app’s connection via power/battery saving, a security policy, or another feature of the operating system."},
{"text": "Sign out and back into the Lutron app by tapping on the Settings"},
{"text": ". Finally, log back in with the email address and password for your Lutron account."},
{"text": "Perform a network reset on the Caséta Smart Hub by pressing and holding the black button on the back of the hub for 20 seconds until the LED light bar on the hub starts to flash."},
{"text": "wait for it to stop flashing as this process is time sensitive."},
{"text": "Perform a power cycle of your networking equipment by following these steps in order:"},
{"text": "Plug in or turn on the modem and wait until the power cycle is complete."},
{"text": "If you are unable to connect to your smart hub after following the steps in this section, contact Lutron Technical Support using the information at the bottom of this page."},
{"text": "If you cannot connect to your Caséta system while on the same Wi-Fi network as the smart hub or when away, follow the steps below:"},
{"text": "Confirm that the smart hub is powered on by checking the LED light strip in the center of the smart hub. If it is on, and solidly lit, the hub has power. If the hub is not powered on, try a different micro-USB cable and USB power adapter."},
{"text": "Note: You may have to cup your hands around the light bar if in a well-lit room."},
{"text": "Check that the ethernet cable is firmly secured in the port of the Caséta hub and a"},
{"text": "on your wireless router, network switch, or access point. Do not connect the hub to a WAN port."},
{"text": "Note: If the hub’s light bar flashes once every 4 or 5 seconds and repeats, that means the hub is unable to detect an active internet connection."},
{"text": "Forgotten Password Reset and Change Password Procedure using the Lutron App for Caséta & RA2 Select Systems"},
{"text": "This article details the control options for resetting limits on your Serena, Triathlon, and Palladiom Wire-Free Lutron shades."},
{"text": "The limits on your shade can be set by using any of the wireless remote controls shown below."},
{"text": "Please identify your control type and click on it for our guide to setting limits."},
{"text": "3: Close the Battery Holder at the top of the Shade"},
{"text": "Lutron recommends using Duracell Alkaline batteries in Lutron battery-operated shade products that require D-cell batteries. We recommend Energizer Lithium-Ion batteries for shade products configured to work with AA-cell batteries."},
{"text": "The sections below will cover how to change the batteries on Serena, Triathlon Roller Shades:"},
{"text": "Section 1: Open the Battery Holder at the Top of the Shade"},
{"text": "For shades without optional fascia, rotate the top section of the headrail forward to access the battery compartment."},
{"text": "For shades with optional fascia, pull out and then down on the fascia to access the battery compartment."},
{"text": "With the battery holder open, insert new 1.5 V D-cell alkaline batteries (quantity and orientation are listed on the battery holder). Do not mix brands or types. Lutron recommends Duracell."},
{"text": "Shades with the Battery Boost option contains (2) battery holders. To achieve extended battery life, install new batteries in both battery holders."},
{"text": "Return the fascia or battery compartment to its closed position by rotating upward locking it in place."},
{"text": "This article details troubleshooting obstructions on Lutron Serena, Triathlon, and Palladiom Wire-free shades."},
{"text": "1: Factory Default the Shade to Clear the Blink Code"},
{"text": "2: Obstruction Blink Code Occurs Only After Opening Shade"},
{"text": "The obstruction blink code occurs when the shade senses issues with the movement of the fabric panel. This can be caused by the following:"},
{"text": "Inspect your roller shade for obstructions to the fabric and/or bottom bar. If the shade is rubbing or catching on anything, adjust the shade to prevent it from striking the object."},
{"text": "The bottom bar and fabric should be clear from window hardware, trim, or other objects."},
{"text": "If the roller shade fabric is rolling up unevenly, consult"},
{"text": "After confirming nothing is obstructing the shade, follow the steps below to continue troubleshooting:"},
{"text": "Section 1: Factory Default the Shade to Clear the Obstruction Blink Code"},
{"text": "If your shade strikes another object or is manually manipulated, it must be returned to factory default to clear the error code."},
{"text": "Watch the video or follow the step-by-step instructions below to factory default your shade:"},
{"text": "To factory default your shade, follow the steps below:"},
{"text": "Tap the shade button quickly 3 times and hold the button after the third tap until the IL blinks green rapidly."},
{"text": "Immediately release and tap the shade button quickly 3 more times. Do not hold. The shade button will blink green rapidly then blink red/green 3 times and turn off. This indicates a successful factory default."},
{"text": "Factory defaulting will remove the shade from any previously paired remotes or systems. The shade must be added back to the prior system or paired with the previous remote. Factory defaulting does not affect the shade’s upper and lower limit settings."},
{"text": "Section 2: Obstruction Blink Code Occurs Only After Opening Shade"},
{"text": "When the Obstruction Blink Code occurs after opening the shade, the Open Limit is set too high. Click here for instructions on"},
{"text": "Reset the Open Shade Limit at least ¼” (0.25in.) / 0.6cm. lower than the point where the button blinks."},
{"text": "This article details changing batteries on your Lutron Palladiom Wire-Free Roller shades."},
{"text": "Lutron recommends using Duracell Alkaline batteries in Lutron battery-operated shade products that require D-cell batteries."},
{"text": "For optimal battery life: Install new batteries. Do not mix old and new batteries. Do not install carbon-zinc or rechargeable batteries and do not mix battery types."},
{"text": "The sections below detail how to change the batteries on Palladiom Wire-Free Roller Shades."},
{"text": "To access the Battery Door, grasp the fabric roll at the drive end and pull it out and away from the bracket."},
{"text": "Push in, then up on the Battery Door to release it from the shade."},
{"text": "The open Battery Door allows access to the Battery Sleeve."},
{"text": "Use a finger to reach into the battery opening and pull out the Battery Sleeve. Pull the Sleeve all the way out and away from the shade."},
{"text": "Load the Battery Sleeve with NEW 1.5 Volt Alkaline, D-Cell batteries. Information on the sleeve indicates quantity and direction of the batteries."},
{"text": "Slide the loaded Battery Sleeve back into the shade as far as it will go."},
{"text": "Swing the Battery Door up into the battery opening. Push is in and then down to secure it back in its original position."},
{"text": "The shade button's LED indicator light will flash red/green three times when battery contact is made, confirming the shade is powered."},
{"text": "Make sure you know the model number of the Caséta dimmer or switch (Model number will be on the side of the product and on the box it came in)"},
{"text": "*When using a Pico in an existing switch location, you will also need the Pico Wallbox Adapter ("},
{"text": "tab within the Lutron Designer software, its features, and what is supported remotely."},
{"text": "tab within Designer varies depending on whether you are working on a RadioRA 3 system or a HomeWorks QSX system. These options are relative to the types of devices in each system. For example, RA 3 does not have wired QS devices. QSX does."},
{"text": "Below are screenshots from Designer with a Ra3 system (left), and a QSX system (right) for comparison."},
{"text": "If you are missing any of the options in the Diagnostics Tab, ensure you are running the latest version of the Lutron Designer software."},
{"text": "he device doing the controlling (such as dimmers, switches, etc.)."},
{"text": "hat the system uses to log something that happened (such as a button press, timeclocks, etc.)."},
{"text": "While not used often in RadioRA, this is what the devices are separated into."},
{"text": "As an example, a RadioRA processor and a HomeWorks processor have a maximum of two links:"},
{"text": "the load and identify where the load is physically located."},
{"text": "command can be used to specify a certain percentage for that light to go to."},
{"text": "displays any error messages regarding the device or load."},
{"text": "For example, if an RRD-PRO dimmer were flashing the bottom 3 Indicator Lights and refusing to control the load, this section will show that it is either overloaded or detecting a short."},
{"text": "This is useful for identifying blink codes on devices without needing to load their Installation Guides."},
{"text": "Clear Connect Type-X devices can be tested by following the steps in the"},
{"text": "The Verify QS Devices allows you to see the status of all the devices wired to your QS link, as well as what firmware they are running."},
{"text": "shows the Area tree. Any processors with a QS link will appear here with the QS link status."},
{"text": "(triangle in a circle) icon indicates that the link has not been refreshed, or a device is not in a \"Connected\" status."},
{"text": "Referencing the screenshot above, any devices reported as"},
{"text": "displays each device's name, serial number, location within the project, device type, firmware version, device status, and applicable actions."},
{"text": "Upon viewing the link the system will refresh the status of the devices, but you may"},
{"text": "column will change depending on the device's status with"},
{"text": "If the system sees a device on the link that does not match any devices in the database, it will display with the"},
{"text": "error. This could happen if you have a device connected to the link but not assigned or not yet added to the design."},
{"text": "shows as available, you can update the device by going to"},
{"text": "Verify Wireless Devices (RA 3) and CCX/Dual-Radio Devices (QSX)"},
{"text": "Verify Wireless Devices displays what devices are currently communicating with the Processor and prompts if any devices are not activated or require Firmware upgrades."},
{"text": "Unlike the Verify QS Devices, you must refresh this page when visiting it to get the most up-to-date information. Below is a breakdown of what you'll see:"},
{"text": "shows the Area tree. Any Processors or (for QSX) Gateways that have a Clear Connect Type-A or Clear Connect Type-X link are displayed here."},
{"text": "icon that appears here means that the link has not been refreshed, or a device is not reporting a \"Connected\" status."},
{"text": "Referencing the screenshot above, any devices reported as \"Connected\" disappear from the list."},
{"text": "displays each device's serial numbers, location, device type, firmware version, device status, and actions for testing."},
{"text": "prompts the system to attempt to ping that specific device."},
{"text": "To test a Clear Connect Type-A load, please see the Verify Loads section."},
{"text": "If a firmware upgrade is available, the statuses below may be displayed:"},
{"text": "will usually default immediately to \"Connected\" or \"Unknown\"."},
{"text": "This is due to their inability to receive commands from the processor."},
{"text": "This section displays the connection status and current state of RF-based Occupancy sensors."},
{"text": "This is useful when troubleshooting sensors that are unexpectedly turning on, or not turning off, as you can see their state in real-time. Verifying sensors can be done remotely."},
{"text": "Similar to previous verification screens, you must select"},
{"text": "at the bottom right corner of the screen to get the current information. Do note that there is information here that may change over time, as currently there are sections present that only apply to Athena commercial-based systems."},
{"text": "This section only displays Clear Connect Type A (CCA) - One Way sensors"},
{"text": "section displays what the sensor is reporting (occupied/unoccupied):"},
{"text": "The System Activity Viewer is the best tool to identify what events are happening on the system. (Events can be button presses, occupancy changes, timeclocks, etc...) This is helpful when tracking down situations where lights are turning on/off when they are not expected to."},
{"text": "This also aids in verifying a wired QS link's health regarding noise count and seeing if devices are disconnecting from the link."},
{"text": "This is the timeframe displayed based on the Processor's timezone."},
{"text": "is useful for tracking down what events happened on the system and what may have caused them:"},
{"text": "- button presses on keypads heard by the system. These include press, hold, and release."},
{"text": "- events regarding devices (such as locking and unlocking a device)"},
{"text": "- this usually only appears when a sensor is being enabled/disabled."},
{"text": "- appears after each button press, timeclock event, or occupancy group change. This shows the programming triggering."},
{"text": "will show any events relating to the Wired Link's health and status. This is useful for tracking down noise or wiring issues:"},
{"text": "- when devices are being connected/disconnected from the link."},
{"text": "- the current amount of noise count on the link detected"},
{"text": "The format of this will display other information as well, but the noise count will be in the"},
{"text": "section is where you can refresh the table and enable the new filters selected."},
{"text": "By default, this is sorted by the date/time starting at the very first events/activities logged. The latest events are at the bottom of the list."},
{"text": "Click on any of the columns to sort by the column instead"},
{"text": "column displays more information based on the activity. This is useful to see what devices or events are happening."},
{"text": "This article details the steps to switch between Caseta Smart Hubs in the Lutron app."},
{"text": "You will only have the option to switch between smart hubs if more than 1 hub has been associated with your Lutron account. For the steps on how to add another smart hub to your account review the article"},
{"text": "\"How do I add another Caseta Smart Hub to the Lutron app?\""},
{"text": "To switch between Smart Hubs in the Lutron app follow the steps below:"},
{"text": "in the top right-hand corner of the Lutron app. If you do not see this icon in your Lutron app, only one hub is currently linked to your account."},
{"text": "Note: The current home you are controlling will be indicated with a checkmark"},
{"text": "Select the name of the hub you want to switch to. The app will then connect to the selected hub."},
{"text": "You have successfully switched between multiple hubs in your Lutron app!"},
{"text": "This article covers setting limits on Lutron Serena, Triathlon and Palladiom Wire-free shades using the Lutron App."},
{"text": "Confirm that your shade(s) are added to the Lutron App for a Caseta or Ra2 Select system."},
{"text": "This feature is not supported in our Radio RA3 or Homeworks systems and should be done via the Lutron Designer software by the programmer."},
{"text": "If your shades are not in the Lutron App, click here for instructions on"},
{"text": "(model: L-BDGPRO2-WH) to activate if using Caséta. They are"},
{"text": "For more information on the Caséta hubs, please see our"},
{"text": "What is the Caséta Smart Hub and when do I need one"},
{"text": "buttons to select the preferred shade position for Open/100%."},
{"text": "after you have moved your shade to the desired open limit."},
{"text": ": You may need to repeat these steps for any adjacent shades."},
{"text": "buttons to select the preferred shade position for Closed/0%."},
{"text": ", add the shade into the Lutron app and attempt the steps above."},
{"text": "This article details setting limits on your Lutron Serena, Triathlon and Palladiom Wire-free shades using a 4-Group RF Remote Control."},
{"text": "If your shades are already paired to a 4-Group RF Remote Control skip to"},
{"text": "If your shades are not paired with a 4-Group RF Remote Control, click here to learn"},
{"text": "How to Program a Palladiom Wire-free Shade to a Remote"},
{"text": "Note: See the Related Links if you are using a Pico remote control or setting limits in the app."},
{"text": "Tap the shade button. The shade LED indicator light turns green."},
{"text": "Press and hold the Open and Raise buttons simultaneously."},
{"text": "The shade LED rapidly flashes green and then stays lit. Release all buttons."},
{"text": "Press the Raise and Lower buttons on the 4-Group remote to position the shade to the desired upper limit."},
{"text": "Press and hold the Open button to set the current shade position as the upper limit."},
{"text": "The shade LED rapidly flashes green. The shade’s upper limit is set."},
{"text": "Press the Raise and Lower buttons on the 4-Group remote to position the shade to the desired lower limit."},
{"text": "Press and hold the Close button to set the current shade position as the lower limit."},
{"text": "Press the Close button on the 4-Group remote to test the lower limit. Wait for the shade to move to the fully closed lower limit."},
{"text": "Press the Open button on the 4-Group remote to test the upper limit. Wait for the shade to move to the fully open upper limit."},
{"text": "How to Pair and Reset Shade Limits with a Pico remote"},
{"text": "How to Pair and Reset Shade Limits in the Lutron app"},
{"text": "This article covers setting limits on your Lutron Serena, Triathlon, and Palladiom Wire-free shades using a Pico remote control."},
{"text": "If your shades are already paired to a Pico Wireless Remote skip to"},
{"text": "If your shades are not paired with a Pico Wireless Remote, please follow the instructions below:"},
{"text": "Note: See the Related Links if you are using a 4-group RF remote control or setting limits in the Lutron app."},
{"text": "The shade LED rapidly flashes green. The pairing is complete."},
{"text": "The sections below cover how to set limits on Serena, Triathlon and Palladiom Wire-Free Shades:"},
{"text": "Tap the shade button. The shade LED lights up green."},
{"text": "buttons on the Pico remote to position the shade to the desired upper limit."},
{"text": "button to set the current shade position as the upper limit."},
{"text": "buttons on the Pico remote to position the shade at the desired lower limit."},
{"text": "button to set the current shade position as the lower limit."},
{"text": "The shade LED indicator light rapidly flashes green. The shade’s lower limit is set."},
{"text": "button on the Pico remote. Wait for the shade to move to the fully closed lower limit."},
{"text": "button on the Pico remote. Wait for the shade to move to the fully open upper limit."},
{"text": "How to Pair and Reset Shade Limits with a 4-group RF remote"},
{"text": "How to Pair and Reset Shade Limits in the Lutron App"},
{"text": "This article covers the most common blink codes on Lutron Serena and Triathlon Wood Blinds."},
{"text": "4: Two Quick Blinks with a Pause (Heartbeat) = Reset Limits"},
{"text": "review the Blink Codes below for further steps on troubleshooting your wood blind."},
{"text": "The sections below detail the most common blink codes for Serena and Triathlon Wood Blinds:"},
{"text": "How to Change the Batteries in Your Serena and Triathlon Wood Blinds"},
{"text": "Section 2: Red Indicator Light on for Five Seconds, off for One = Low Battery"},
{"text": "This Blink Code also indicates the shade's batteries are too low and need to be replaced. Click here to l"},
{"text": "This Blink Code means the shade sensed, or senses, an obstruction. For example, the fabric or hembar is caught up. Click here to learn"},
{"text": "How to Troubleshoot Obstructions on Serena and Triathlon Wood Blinds"},
{"text": "Section 4: Double Red Blinks with a Pause (Heartbeat)"},
{"text": "This article explains the common blink codes on Lutron Serena and Triathlon Honeycomb shades."},
{"text": "3: Fast Red Blinking for 15 seconds = Remove Obstruction"},
{"text": "4: Two Quick Blinks with a Pause (Heartbeat) = Reset Shade Limits"},
{"text": "Now that you have identified your shade type, please review the Blink Codes below to begin troubleshooting your honeycomb shade."},
{"text": "The sections below cover the most common blink codes for Serena and Triathlon Honeycomb Shades:"},
{"text": "This Blink Code means the shade cannot move because the batteries are too low and need to be replaced. Click here for more information on"},
{"text": "How to Change the Batteries in your Serena and Triathlon Honeycomb Shade"},
{"text": "This Blink Code means the shade sensed, or senses, an obstruction. For example, the fabric or hembar is caught up. Click here to l"},
{"text": "How to Troubleshoot Obstructions on Serena and Triathlon Honeycomb Shades"},
{"text": "This Blink Code indicates the shade limits need to be reset. Click here to l"},
{"text": "by first identifying the device that controls your Lutron shade."},
{"text": "This article covers the most common blink codes on Lutron Serena and Triathlon Roller Shades."},
{"text": "Now that you have identified your shade type, review the Blink Codes below to begin troubleshooting your roller shade."},
{"text": "The sections below detail the most common blink codes for Serena and Triathlon Roller Shades."},
{"text": "How to Change the Batteries in Your Serena and Triathlon Roller Shade"},
{"text": "How to Fix Shade Obstructions in Lutron Roller Shades"},
{"text": "Maestro Sensors Advanced Programming Features Explained"},
{"text": "Timeout Level ....................5 Minutes (15 minutes for MS-OPS6M2-DV & MS-VPS6M2-DV models)"},
{"text": "Sensor Mode .....................Auto-On and Auto-Off (Occupancy mode); Off-while-occupied DISABLED."},
{"text": "Motion Sensitivity ..............Motion sensitivity high"},
{"text": "The Maestro Sensor has many programming options. Below is a brief description of each programming option."},
{"text": "The Timeout feature for the Maestro Sensors is a programmable setting that determines how long the lights will remain on after the room has been vacated, and motion has not been detected. The options for these timeout selections are 1,5,15 and 30 minutes.  The lower timeout options are great for rooms and spaces where a light is needed for a quick task and then is no longer needed after words. The longer options allow you to have the lights on as you know you will be re-entering the room shortly upon leaving. Programming is made simple by just press and holding the tap button and counting the number of flashes."},
{"text": "*The following Sensor Mode features are only available for Occupancy model numbers and"},
{"text": "Auto-On and Auto-Off (Occupancy mode). This is the default setting"},
{"text": ". This is the default setting and mode that most sensors are set to. Lights will turn on when room is occupied and turn off after time out setting when vacated. If lights are manually turned off using the main button on switch, they will turn back on within 25 seconds if occupancy is sensed."},
{"text": "This setting allows the user to disable the Occupancy function and just use the sensor switch for Vacancy which requires you to manually turn the lights on and the switch will then turn them off after the selected timeout with vacancy."},
{"text": "Auto-On daylight sensing and Auto-Off; Off-while-occupied ENABLED"},
{"text": ". This Mode will train the lights to turn on only if natural light in the room is low. If the switch turns on when there is enough natural light, or if the switch does not turn on when there is not enough natural light, press the On/Off button within 5 seconds of entering the room. The sensor will learn your preferred light level over time. This usually takes a few weeks with several button pushes within the 5 second range to learn. If button pressed to turn off lights manually in this mode, the lights will continue to stay off until vacancy is sensed and will turn on the next time occupancy was seen."},
{"text": "Auto-On and Auto-Off (Occupancy mode) Off-while-occupied ENABLED"},
{"text": ". This setting turns the lights on with occupancy and off with vacancy according to the timeout selected. However, with a manually press of the switch button to turn lights off, the switch would stay off as long as occupancy was sensed. Then would only turn back on after vacancy was achieved after the timeout period selected."},
{"text": "You will need to remove the wallplate around the unit to access the Auxiliary Button needed for this step"},
{"text": "This feature is used to adjust the level of sensitivity your sensor will have to detect motion. The default setting on the sensor switch is High Sensitivity. There are only two settings with Low Sensitivity being the other level. High sensitivity is typically used to ensure that the lights turn on with all motion sensed  and is typically used in dark rooms and in rooms where the switch may not be readily accessible. Low sensitivity can be used in rooms where a hallway is connected and where there may be the chance of an accidental turn on indirectly with a occupant passing by."},
{"text": "You will need to remove the wallplate around the unit to access the Auxiliary Button needed for this step."},
{"text": "This option generally allows the user a risk-free experience to try multiple setting styles without worry as they could just reset the sensor switch to factory default settings if they do not like all the features at the changed levels or to levels changed in error. Default Settings are listed below."},
{"text": "to visit the complete Advanced Programming Guide for the Maestro Sensors."},
{"text": "Maestro MACL-153M Advanced Programming Features Explained"},
{"text": "Preset Light Level ................................... Unlocked Preset (all Indicator Lights turned OFF)"},
{"text": "Fade ON Time .................. .......................0.75 seconds"},
{"text": "Fade OFF Time .........................................2.5 seconds"},
{"text": "Delayed Fade to OFF ...............................30 seconds"},
{"text": "Low-End Trim ............................................IL2 (second lowest setting)"},
{"text": "High-End Trim ...........................................IL7 (highest High-End Trim)"},
{"text": "The Maestro dimmer has many programming options as you can see. Below is a brief description of why you would use each programming option."},
{"text": "is the default setting right out of the box where the Maestro Dimmers always turn on to the last level they were at when turned off. This is convenient when you wish to turn the dimmer on to the last level without starting at the highest level and having to dim the lights down constantly."},
{"text": "Unlocked Preset is the default setting for the dimmer."},
{"text": "Light Level is a way to ensure that the Maestro dimmer always turns on to the desired level every time it is turned on no matter which level the dimmer was last turned off at. This setting is great for consistency when turning the lights on in a room where a desired level is always wanted."},
{"text": "is the amount of time in seconds the dimmer fades on to the light level desired when turned on. The default setting for this is 0.75 seconds. This can be adjusted to a much slower level for a more elegant or dramatic appeal. Fade On Times can be set from"},
{"text": ". Options are 0.75, 2.5, 3, 5 and 15 seconds. Great for rooms used to entertain by adding a dramatic appeal."},
{"text": "feature is generally used to allow more time for the user to leave while the lights are still giving some level of illumination while they are working towards fully turning off. The default setting for"},
{"text": "is 2.5 seconds. Fade Off Times can be set from 0.75 seconds all the way up to 15 seconds. Options are 0.75,"},
{"text": ", 3, 5, and 15 seconds. This feature can be used in living rooms such as the dinning room, living room or kitchen in order to provide a relaxing way to turn off the lights."},
{"text": "This feature is typically used for applications involving a large room where the light control is opposite of the exit and a delayed turn off is desired which allows time for the user to exit the space. An example would be in a large recreation room, stairway or hallway. This feature is initiated when you press and hold the large tap button on the dimmer for 2 seconds then release when turning the lights off. The default"},
{"text": "is 30 seconds. Delayed Fade To Off options are 10,20,"},
{"text": "When Maestro Dimmers are turned off the lights that they are controlling go out however the green indicator lights on the dimmer remain on at a dim glowing state. This is often referred to as nightlight mode which is on by default and provides a helpful locator at night.  However, this can be disabled if desired. Disabling this feature can also help with the compatibility of certain LED's with the dimmer in the event the LED's do not turn off completely with the dimmer on the off state."},
{"text": "With so many different LED's available on the market, these trim adjustment options can help you tune the Maestro dimmer to perform better with LED's to also improve their performance. The"},
{"text": "feature can help eliminate flickering and strobing when the dimmer is turned ON to its lowest setting. It can also be used as a personal preference for incandescent or halogen bulbs by setting the lowest level possible for dimming or setting a level that the dimmer cannot go lower. The default setting is set to indicator light number 2 on the dimmer. This is helpful when a lower level of dimming is desired."},
{"text": "feature can help to set the highest achievable light levels desired on the dimmer. Meaning you can set the highest level for the dimmer to go to. This can be handy in rooms where you would not want the lights to be bright even at the highest level. The default setting for new dimmers is set to the highest level right out of the packaging."},
{"text": "This option generally allows the user a risk-free experience to try multiple setting styles without worry as they could just reset the dimmer to factory default settings if they do not like all the features at the changed levels or to levels changed in error. Default Settings are listed below."},
{"text": "For reference IL7 is the first green indicator light at the top of the dimmer. IL1 is the first green indicator light at the bottom of the dimmer. They count up from the bottom 1 thru 7."},
{"text": "Click on the link below to visit the Advanced Programming Guide for the MACL-153M dimmer."},
{"text": "This article describes the features of the different Caséta Smart Hubs and when a user would want to add one to their system."},
{"text": "What third-party systems are compatible with the Caséta Smart Hub?"},
{"text": "What is the difference between the Caséta Smart Hub (L-BDG2-WH) and the Caséta Pro Smart Hub (L-BDGPRO2-WH)?"},
{"text": "The Caséta Smart Hub controls Lutron’s Caséta Wireless family of products. If you are unsure if you are using Caséta devices, please visit the"},
{"text": "page to confirm the devices currently installed in your home match what is listed on the product page."},
{"text": "The Caséta Smart Hub is the control center for your Caséta smart home devices. It uses Lutron’s Clear Connect wireless technology to communicate with your Caséta switches, dimmers, fan controls, Pico remotes, and sensors."},
{"text": "The smart hub connects to an available LAN port on your router using the included ethernet cable. It does not communicate over Wi-Fi, so the system still works locally even if your internet is down."},
{"text": "For more information about the Caséta Smart Hub, visit the"},
{"text": "The Smart Hub gives you the ability to control your Caséta devices (up to 75 per hub) wirelessly via the"},
{"text": "whether you are connected to your home’s Wi-Fi network or away."},
{"text": "With the Caséta Smart Hub, the Lutron app also allows you to easily control your devices with scenes, schedules, and third-party assistants (like"},
{"text": "Automatically turn devices on/off based on your smartphone’s location with Arriving and Leaving Home geofenced"},
{"text": "Add the Lutron app widget to your smartphone’s home screen to quickly activate a scene."},
{"text": "For more information on the Caséta Smart Hub’s features, visit the"},
{"text": "What third party systems are compatible with the Caséta Smart Hub?"},
{"text": "The Caséta Smart Hub is compatible with Apple HomeKit for wireless control of your Caséta devices through the Apple iOS system including the Siri personal voice assistant. For more information visit"},
{"text": "Connecting the Alexa voice service to Caséta allows you to manage your smart home with voice commands simply by asking Alexa. For more information visit"},
{"text": "Caséta easily integrates with Google Home so your smartphone or the Google Assistant voice service can control your lighting and other smart products. For more information visit"},
{"text": "In addition to Apple HomeKit, Google Assistant, and Amazon Alexa, the Caséta Smart hub also supports other connected home solutions. Visit the Caséta"},
{"text": "between the Caséta Smart Hub (L-BDG2-WH) and the Caséta Pro Smart Hub (L-BDGPRO2-WH)?"},
{"text": "Although both hubs appear identical on the outside, there are a few differences between them. The image below shows which features are supported by both hubs:"},
{"text": "Figure 4: Comparing the L-BDG2-WH to the L-BDGPRO2-WH"},
{"text": "Note: Certain Audio/Video, whole home, and security system integrations require the Caséta Pro Smart Hub. Refer to that third party’s documentation to confirm compatibility prior to purchase."},
{"text": "Need help setting up your new Caséta Smart Hub or replacing an existing hub? Review the"},
{"text": "article for tips and tricks on setting up your smart hub."},
{"text": "with your Palladiom Wire-Free shades allows you to adjust your shades from anywhere in the room, at the click of a button.  In addition to the ability to raise and lower your shades, you can also use the Preset “Favorite” button on the remote to immediately set the shades to a predetermined level."},
{"text": "Standalone applications refer to when Caseta, RA2 Select, RadioRA, or HomeWorks are not being used."},
{"text": "Step 1: Confirm that you have a Lutron Palladiom Wire-Free shade by the button style."},
{"text": "Palladiom Wire Free Shades - The roller shade features a single LED-equipped control button (the ‘Shade Button’), located on the Electronic Drive Unit on the left- or right-hand side of the headrail. These shades are exclusively battery powered."},
{"text": "The Shade Button is used to activate and indicate various steps while assigning and programming the shade for compatible handheld or system-based remote control."},
{"text": "Press the Shade Button on your Palladiom Wire-Free Shade and observe for a solid green indicator light."},
{"text": "a. If the green indicator light remains illuminated, this indicates the shade is ready to be paired, follow step 3.1 to assign a Pico remote control, or step 3.2 to assign a Lutron 4-Group remote control."},
{"text": "b. If the green indicator light turns off within one second, this means your Palladiom Wire-Free Shade is connected to a Lutron smart home system. In this case, you must pair your remote to your Palladiom Wire-Free shade through your Lutron system."},
{"text": "1. If a Caséta Smart Bridge or a RA2 Select system is installed, use the Lutron App to program and                         control the shade."},
{"text": "2.If a RadioRA 3 or HomeWorks system is installed, use the Lutron Designer software to program your                  shade. Please visit"},
{"text": "to find a local trained and certified Lutron Dealer."},
{"text": "Once the indicator light on your Palladiom Wire-Free shade is illuminated solid green, press and hold the “Close” or bottom button on your Pico Wireless Remote for 10 seconds."},
{"text": "b. The indicator light on the Palladiom Wire-Free and Pico Wireless Remote will begin to flash green which indicates that pairing was successful."},
{"text": "c. Release the “Close” or bottom button on the Pico Wireless Remote."},
{"text": "d. Repeat this process again, starting from Step 3.1.a., to pair a new Palladiom Wire-Free to the same remote or to          pair a second Pico Wireless Remote to the same shade."},
{"text": "a. Once the indicator light on your Palladiom Wire-Free shade is illuminated solid green, you must press and hold one of the Shade Group buttons"},
{"text": "b. You should see that the green indicator light on the Palladiom Wire-Free shade will begin to flash which indicates that your 4-Group Remote has been successfully paired"},
{"text": "c. At this point, you can release the “Close” button on the 4-Group Remote."},
{"text": "d. Repeat this process again, starting from Step 3.1.a., to pair a new Palladiom Wire-Free shade to the same                     remote or to pair a second Pico Wireless Remote to the same shade."},
{"text": "with your Triathlon Shades allows you to adjust your shades from anywhere in the room, at the click of a button.  In addition to the ability to raise and lower your shades, you can also use the Preset “Favorite” button on the remote to immediately set the shades to a predetermined level.  This is for standalone applications where Caseta, RA2 Select, RadioRA, or HomeWorks are not being used."},
{"text": "Step 1: Confirm that you have a Lutron Triathlon shade by the button style."},
{"text": "The Triathlon roller shade features a single LED-equipped control button (the ‘Shade Button’), located on the Electronic Drive Unit on the left- or right-hand side of the headrail."},
{"text": "The Triathlon Honeycomb shade features a single LED-equipped control button (the ‘Shade Button’), located on the Electronic Drive Unit (EDU), in the headrail near the center of the shade."},
{"text": "The Triathlon Wood Blind features a single LED-equipped control button (the ‘shade button’), located on the Electronic Drive Unit (EDU), in the headrail near the left end of the blind."},
{"text": "4 Button Shades - If your shade has 4 buttons it is a Sivoia QS, Sivoia QS Wireless, or Palladiom Shade and you should refer to the following link for:"},
{"text": "Press the Shade Button on your Triathlon Shades and observe for a solid green indicator light."},
{"text": "If the green indicator light remains illuminated, this indicates the shade is ready to be paired, follow step 3.1 to assign a Pico remote control, or step 3.2 to assign a Lutron 4-Group remote control."},
{"text": "If the green indicator light turns off within one second, this means your Triathlon Shade is connected to a Lutron smart home system. In this case, you must pair your remote to your Triathlon Shade through your Lutron system."},
{"text": "a. If a Caséta Smart Bridge or a RA2 Select system is installed, use the Lutron App to program and control the shade."},
{"text": "b. If a RadioRA 3 or HomeWorks system is installed, use the Lutron Designer software to program your shade. Please visit"},
{"text": "to find a locally trained and certified Lutron Dealer."},
{"text": "a. Once the indicator light on your Triathlon Shade is illuminated solid green, press and hold the “Close” or bottom button on your Pico Wireless Remote for 10 seconds."},
{"text": "b. The indicator light on the Triathlon Shade and Pico Wireless Remote will begin to flash green which indicates that pairing was successful."},
{"text": "d. Repeat this process again, starting from Step 3.1.a., to pair a new Triathlon shade to the same remote or to pair a second Pico Wireless Remote to the same shade."},
{"text": "a. Once the indicator light on your Triathlon Shade is illuminated solid green, you must press and hold one of the Shade Group buttons"},
{"text": "b. You should see that the green indicator light on the Triathlon Shade will begin to flash which indicates that your 4-Group Remote has been successfully paired"},
{"text": "d. Repeat this process again, starting from Step 3.1.a., to pair a new Triathlon shade to the same remote or to pair a second Pico Wireless Remote to the same shade."},
{"text": "Serena smart shades are available in insulating honeycomb and roller styles. Serena shades are offered in a wide variety of fabric colors and textures, for complete design customization. These shades can even be controlled from anywhere in the world using the Lutron App and a Smart Hub (formerly Smart Bridge) or Main Repeater. For more information, please see the Serena Shades website at"},
{"text": "Make sure your Serena Shades are setup and installed. They should not be added to a system until they are fully installed to avoid any accidental damage."},
{"text": "If you are having trouble adding the Shade to the system, we recommend defaulting the shade to factory settings and starting over. To accomplish this,"},
{"text": "Push rapidly 3-more times then release, if successful, the LED should flash red/green multiple times confirming the shade is defaulted"},
{"text": "Within the Lutron App, tap the icon of the shade you want to control."},
{"text": "Use a Pico remote (PJ2-3BRL-GWH-S01 for example) that is also assigned to the system to control the shade without the app. To add the Pico remote to the app go to Settings(gear icon)>Add Device>Pico Remote and then follow in app instructions to complete the pairing process. Both the Shade and the Pico Remote need to be added to the Lutron App in order for them to work with each other."},
{"text": "Even if you loose internet connection, the Pico Remote will still be able to control the shade."},
{"text": "Use your voice! Caséta pairs with many Home Control systems such as Apple Homekit, Google Home, Amazon Alexa, etc. to allow you to be able to control your lights and shades just using your voice! Multiple shades can be controlled with one voice command by creating a group in the Alexa App for example. You can also create Scenes in the Lutron App for use with voice control."},
{"text": "with your Sivoia QS or Palladiom Wireless Shades allows you to adjust your shades from anywhere in the room, at the click of a button. In addition to the ability to raise and lower your shades, you can also use the Preset “Favorite” button on the remote to immediately set the shades to a predetermined level."},
{"text": "A standalone application refers to when Caseta, RA2 Select, RadioRA, or HomeWorks are not being used."},
{"text": "Step 1: Confirm that you have a Lutron Sivoia QS or Palladiom Wireless shade by identifying the button style shown below."},
{"text": "The Sivoia QS and Palladiom drives have 4 buttons separated in the middle by an LED Indicator Light. A small, pointed object such as a stylus is required to press any of these four buttons."},
{"text": "1. A QS Drive has one black rectangular button and one white rectangular button on one side of the Indicator Light. On the other side of the indicator light are a clockwise arrow button and a counterclockwise arrow button."},
{"text": "2. A Palladiom Drive has one square button and one round button on one side of the Indicator Light. On the other side of the indicator light is an arrow up button and an arrow down button. These buttons are accessed by rotating the finish ring on the drive end of the shade."},
{"text": "Step 2: Verify the Sivoia QS or Palladiom shade has a Wireless Receiver. *"},
{"text": "A wireless receiver (shown below) is required for wireless communication to a remote control. The wireless receiver may be located near the shade drive or mounted remotely anywhere between the shade and the power panel."},
{"text": "QS drives usually have a wireless receiver mounted near the shade."},
{"text": "Palladiom shades are more likely to have the wireless receiver mounted in a remote location by using the Wireless Receiver Adapter (shown below) which is included with all Palladiom Wireless shades."},
{"text": "*If no Wireless Receiver is present, the shade cannot be controlled with a wireless control. A QSM may be used as an alternative to connect a wireless remote. Otherwise, a Wireless Receiver can be purchased and installed."},
{"text": "There are two different methods that can be used to program Sivoia QS or Palladiom Wireless Shades to wireless controls or vice versa."},
{"text": "This method starts at the wireless control. This method is preferred for 4 button Picos or installs where multiple shades will be programmed to a single wireless control."},
{"text": "a. Press and hold the Open & Close buttons simultaneously on the wireless control for 3 seconds. A slow flash should be seen on the Indicator Light of the wireless control."},
{"text": "b. The Electronic Drive Unit (EDU) will show slow LED feedback if it is unassigned or fast LED feedback if they are assigned."},
{"text": "c. Press any button on the shade drive and the LED on the shade will flutter quickly. Assign as many shades as desired."},
{"text": "d. Press and hold the Open and Close buttons simultaneously on the wireless control for 3 seconds. The Indicator Light on the EDU and wireless receiver will flutter and then stop showing LED feedback."},
{"text": "a. Select the desired group number first. The group button will stay on."},
{"text": "b. Quickly press and hold the Open & Close buttons simultaneously on the wireless control for 3 seconds. A slow flash should be seen on the Indicator Light of the wireless control."},
{"text": "c. The Electronic Drive Unit (EDU) will show slow LED feedback if they are unassigned or fast LED feedback if they are assigned."},
{"text": "d. Press any button on the shade drive and the LED on the shade will flutter quickly. Assign as many shades as desired."},
{"text": "e. Press and hold the Open and Close buttons simultaneously on the wireless control for 3 seconds. The Indicator Light on the EDU and the wireless receiver will flutter and then stop showing LED feedback."},
{"text": "This method starts at the Electronic Drive Unit (EDU). This method is preferred when pairing a single wireless control to a single shade."},
{"text": ") on the drive. The LED indicator light will flash green quickly                       after 5 seconds, and then turn solid."},
{"text": "c. If the green indicator light and Wireless Receiver flash every 4 seconds, this indicates the shade is ready                       to be paired."},
{"text": "d. If the green indicator light turns off within one second, this means your Sivoia QS or Palladiom shade is                         connected to a Lutron smart home system. In this case, you must pair your remote to your Sivoia QS                                 through your Lutron system."},
{"text": "1. If a Caséta Smart Bridge or a RA2 Select system is installed, use the Lutron App to program and                                     control the shade."},
{"text": "2. If a RadioRA 3 or HomeWorks system is installed, use the Lutron Designer software to program                                    your shade."},
{"text": "e. Once the indicator light on your Sivoia QS or Palladiom Wireless shade is flashing green, press and hold                      the Close button on the Pico remote."},
{"text": "The shade will move a short distance or “wiggle,” confirming a successful assignment"},
{"text": "Repeat this process again starting from Step 3.1 for each Sivoia QS or Palladiom Wireless Shade you would like to pair to the Pico remote."},
{"text": ") on the drive. The LED indicator light will flash green quickly after 5 seconds, and then turn solid"},
{"text": "c. If the green indicator light and Wireless Receiver flash every 4 seconds, this indicates the shade is ready to be paired."},
{"text": "d. If the green indicator light turns off within one second, this means your Sivoia QS or Palladiom shade is connected to a Lutron smart home system. In this case, you must pair your remote to your Sivoia QS through your Lutron system."},
{"text": "If a Caséta Smart Bridge or a RA2 Select system is installed, use the Lutron App to program and control the shade."},
{"text": "If a RadioRA 3 or HomeWorks system is installed, use the Lutron Designer software to program your shade."},
{"text": "e. Once the indicator light on your Sivoia QS or Palladiom Wireless shade is flashing green, press and hold the desired group button you would like this shade assigned to."},
{"text": "f. The shade will move a short distance or “wiggle,” confirming a successful assignment."},
{"text": "g. Release the Shade Group button on the 4-Group Remote."},
{"text": "Repeat this process again starting from Step 3.2 for each Sivoia QS or Palladiom Wireless Shade you would like to pair to the 4-Group Remote."},
{"text": "Before installing your Maestro LED+ dimmer, have the following items available:"},
{"text": "* In a 3-way installation a mechanical switch can be used in place of a Maestro Companion Dimmer if the mechanical switch is rewired, and the dimmer is reprogrammed for use with a switch."},
{"text": "Only one Maestro LED+ dimmer can be installed in a lighting circuit. To"},
{"text": "dim from more than one location, install Maestro Companion Dimmers."},
{"text": "Maestro LED+ Dimmer Installation Video For 3-ways Or 4-ways:"},
{"text": "(Switches/dims light)                (Switches light on/off)"},
{"text": "When wiring in a 3-way use only one Maestro LED+ Dimmer (MACL-153M*) with one Maestro Companion Dimmer (models: MA-R*, MA-RR*, or MSC-AD*) or one existing 3-way mechanical switch."},
{"text": "When the Maestro LED+ dimmer is installed with a mechanical switch, you must rewire the mechanical switch with the included yellow jumper wire and program the dimmer for use with a mechanical switch to function properly."},
{"text": "programming your Maestro dimmer with a mechanical switch"},
{"text": "For 4-way wiring, you must use only one Maestro LED+ Dimmer and 2 or more Maestro Companion Dimmers (models: MA-R*, MA-RR*, or MSC-AD*)."},
{"text": "This dimmer will not function in a 4-way with any mechanical switches."},
{"text": "*Base model numbers are shown. Characters that appear after the model numbers listed"},
{"text": "indicate the packaging or color of the product. They do not affect how the device operates or installs."},
{"text": "Click a link below to view available Maestro LED+ dimmer installation resources:"},
{"text": "Installing A Maestro LED+ Dimmer With One Maestro Companion Dimmer In A 3-way"},
{"text": "The Maestro LED+ dimmer can be installed at the line-side or the load-side electrical box in a 3-way with a Maestro MA-R, MA-RR, or MSC-AD companion dimmer."},
{"text": "Only one Maestro LED+ dimmer can be installed per lighting circuit. The other location must use a Maestro companion dimmer."},
{"text": "Installing A Maestro LED+ Dimmer With Multiple Maestro Companion Dimmers In A 4-way"},
{"text": "The Maestro LED+ dimmer can be installed in any wallbox in a 4-way with Maestro companion dimmers. It will not function if installed in a 4-way with mechanical switches. Click the link above for more information on installing Maestro devices in a 4-way."},
{"text": "Installing A Maestro LED+ Dimmer With An Existing Mechanical Switch In A 3-way"},
{"text": "The Maestro LED+ Dimmer can be installed with a mechanical switch in a 3-way if"},
{"text": "The dimmer can be installed at either electrical wallbox"},
{"text": "when installed in a 3-way with a mechanical switch. If the existing switch is not rewired and the dimmer is not reprogrammed the dimmer will not function properly"},
{"text": "Only one Maestro LED+ dimmer can be installed in a lighting circuit. For additional control locations, install Maestro companion dimmers (for 3-way and 4-way installations) or a single three-way switch (for 3-way installations only)."},
{"text": "Looking for more detailed information about Maestro dimmers? Click here to review the"},
{"text": "This article will cover troubleshooting obstructions on Lutron Serena and Triathlon wood blinds."},
{"text": "The obstruction blink code occurs when the shade senses issues with the movement of the wood slats. This can be caused by the following:"},
{"text": "Inspect your wood blind for obstructions to the wood slats' bottom bar. If the shade is rubbing or catching on anything, adjust the shade to prevent it from striking the object."},
{"text": "The sections below cover how to troubleshoot obstructions on wood blinds."},
{"text": "Watch the video, or follow the step-by-step instructions, below to factory default your shade:"},
{"text": "When the Obstruction Blink Code occurs after opening the shade, the Open Limit is set too high. Click here for instructions on How to Reset Limits on Lutron Serena and Triathlon Wood Blinds."},
{"text": "Reset the Open Shade Limit at least ¼” (.25 inches) / 0.6cm lower than the point where the button blinks."},
{"text": "the tilt ladders are accessible at the top of the headrail. If the shade is"},
{"text": ", the shade must be removed from the brackets to access the tilt ladders at the top of the headrail."},
{"text": "Serena and Triathlon Wood Blinds Installation Manual"},
{"text": "is the harness (string) around the tilt spool and the slats that hold and tilt them. The"},
{"text": "rotates inside the headrail to perform the tilt function."},
{"text": "Please confirm the tilt ladders are fully seated in the tilt spools, and not interfering with the clear spool cover."},
{"text": "If the tilt ladder is not fully seated in the tilt spool the shade may detect an obstruction. Identify the clear cover over the pully and remove it. The clear cover is firmly attached and requires force to be removed."},
{"text": "If the strings are still tangled or if the cord becomes disengaged from the spool during this process, please contact Lutron Technical Support for assistance."},
{"text": "This article details changing batteries on your Lutron Serena and Triathlon battery-powered Wood Blinds."},
{"text": "3: Reinstall the Shade into Brackets (if necessary)"},
{"text": "Lutron recommends using Duracell Alkaline batteries in Lutron battery-operated shade products that require D-cell batteries. Lutron recommends Energizer Lithium-Ion batteries for shade products configured to work with AA-cell batteries."},
{"text": "For optimal battery life, install new batteries. Do not mix old and new batteries. Do not install carbon-zinc or rechargeable batteries and do not mix battery types."},
{"text": "The sections below cover how to change the batteries on Serena and Triathlon Wood Blinds."},
{"text": "the batteries are accessible at the top of the headrail. If the shade is"},
{"text": ", the shade will need to be removed from the brackets to access the battery compartment in the top of the headrail."},
{"text": "Install the batteries only as indicated in the battery holders on the front of the headrail. The shade button will flash red/green 3 times when the blind is powered."},
{"text": "If you removed your battery-powered wood blind from the brackets to replace batteries, reinstall them and make sure the brackets have been secured."},
{"text": "This article details troubleshooting obstructions on Lutron Serena and Triathlon honeycomb shades."},
{"text": "Inspect your honeycomb shade for obstructions to the fabric and/or bottom bar. If the shade is rubbing or catching on anything, adjust the shade to prevent it from striking the object."},
{"text": "After confirming there is nothing obstructing the shade, follow the steps below to continue troubleshooting."},
{"text": "When the Obstruction Blink Code occurs after opening the shade, the Open Limit is set too high. Click here for instructions on How to Reset Lutron Honeycomb Shade Settings Limits."},
{"text": "Shade spool strings can tangle if the shade runs into an obstruction during motion. A shade has 2-4 spools."},
{"text": "Press the tab on the front of each tap and tilt the bracket of your honeycomb shade. Angle the shade forward to make the inside of the headrail visible."},
{"text": "Inspect all the spools for any tangled strings. If you have a tangled string, the following procedure is used to correct tangled cord spools in Honeycomb shades:"},
{"text": "Tap the Shade Button. The Shade Button illuminates green."},
{"text": "Press and hold the Open and Raise buttons on the assigned remote. The shade button flashes green and then stays on."},
{"text": "Jog the shade towards the Closed position using the lower button while applying gentle, but firm, pressure downward to the bottom rail."},
{"text": "Repeat this process until all cord is removed from the spool."},
{"text": "Remove pressure from the bottom rail, then run the shade up to the Open position and re-inspect the cord in the spool."},
{"text": "If the strings are still tangled, or if the cord disengages from the spool during this process, please contact Lutron Technical Support."},
{"text": "This article details changing batteries on your Lutron battery-powered Honeycomb shades."},
{"text": "in Lutron battery-operated shade products that require D-cell batteries. Lutron recommends"},
{"text": "for shade products configured to work with AA-cell batteries."},
{"text": "The sections below detail how to change the batteries on Serena and Triathlon Insulating and Architectural Honeycomb Shades:"},
{"text": "Press all the bracket release tabs above the headrail. The headrail will tilt forward exposing the battery compartment."},
{"text": "Install the batteries only as indicated in the battery boxes. The Shade Button will blink"},
{"text": "when the shade is powered on. If the batteries are not inserted correctly, the shade may not power on."},
{"text": "Tilt the shade back into the brackets. Press gently until you hear a click at each bracket."},
{"text": "This article details the various features and benefits of the Maestro"},
{"text": "LED+ dimmers to better assist in choosing the correct dimmer for your application."},
{"text": "for use with low-voltage transformers, drivers, or outlets."},
{"text": "Load Type and Capacity in the MA-PRO specification sheet"},
{"text": "for more info when a neutral connection is required."},
{"text": "Click here for the steps to change the phase of the MA-PRO"},
{"text": "? Review the Maestro PRO LED+ dimmer resources in the"}
]